Repository: UNICEFECAR/parent-buddy-cms
Catalog: config/*.po
Languages: sr

source: Are you sure you want to delete the revision from %revision-date?
sr: Jeste li sigurni da želite da izbrišete reviziju od %revision-date?

source: Revision from %revision-date of @type %title has been deleted.
sr: Revizije od %revision-date tipa @type %title je obrisana.

source: Read more<span class="visually-hidden"> about @title</span>
sr: Pročitajte više<span class="visually-hidden"> o @title</span>

source: Order
sr: Raspored

source: Media Image
sr: Medija Slika

source: Back
sr: Nazad

source: Embed
sr: Ugradi

source: Selected entity
sr: Izabrani entitet

source: None (original image)
sr: Nema (originalna slika)

source: Nothing
sr: Ništa

source: Link image to
sr: Povežite sliku na

source: Alternate text
sr: Alternativni tekst

source: The title is used as a tool tip when the user hovers the mouse over the image.
sr: Naslov se koristi kao opis kada korisnik pređe mišem preko slike.

source: Left
sr: Levo

source: Center
sr: Centralno

source: Right
sr: Desno

source: Align
sr: Poravnajte

source: Embed @type
sr: Ugradite @type

source: Comparing
sr: Poredeći

source: Visual Inline
sr: Vizuelno u liniji

source: Split fields
sr: Podeljena polja

source: Unified fields
sr: Objedinjena polja

source: Changes to %title
sr: Promene u %title

source: Resetting a vocabulary will discard all custom ordering and sort items alphabetically.
sr: Poništavanje rečnika odbaciće sve prilagođene redoslede i sortirati stavke abecednim redom.

source: Are you sure you want to reset the vocabulary %title to alphabetical order?
sr: Jeste li sigurni da želite da resetujete rečnik %title u abecedni redosled?

source: Reset vocabulary %name to alphabetical order.
sr: Resetujte rečnik %name u abecedni redosled.

source: There has been no editor activity within the last month.
sr: U poslednjih mesec dana nije bilo nikakvih aktivnosti urednika.

source: This is also assumed to be the primary language of this account's profile information.
sr: Ovo se takođe pretpostavlja da je primarni jezik informacija o profilu ovog naloga.

source: This account's preferred language for emails and site presentation.
sr: Preferirani jezik ovog naloga za e-mail i prezentaciju veb stranice.

source: Select the desired local time and time zone. Dates and times throughout this site will be displayed using this time zone.
sr: Odaberite željeno lokalno vreme i vremensku zonu. Datumi i vremena na ovoj veb stranici biće prikazani pomoću ove vremenske zone.

source: Locale settings
sr: Lokalna podešavanja

source: yes
sr: da

source: no
sr: ne

source: Add numbers
sr: Dodajte brojeve

source: Make it different from your username
sr: Neka se razlikuje od vašeg korisničkog imena

source: Weak
sr: Slab

source: Fair
sr: Dovoljan

source: Good
sr: Dobar

source: Strong
sr: Jak

source: Send password reset instructions via email.
sr: Pošaljite uputstva za resetovanje lozinke putem e-pošte.

source: 1 second
sr: 1 sekunda

source: Crop image (cropping applied)
sr: Obrezivanje slike (izrezivanje je primenjeno)

source: Cropping applied.
sr: Izrezivanje je primenjeno.

source: Soft limit reached.
sr: Dostignuto meko ograničenje.

source: Content edited
sr: Sadržaj je izmenjen

source: Content authored
sr: Sadržaj je objavljen

source: An error occurred while trying to preview the media. Please save your work and reload this page.
sr: Došlo je do greške prilikom pokušaja pregleda medija. Sačuvajte svoj rad i ponovo učitajte ovu stranicu.

source: Edit media
sr: Uredite mediju

source: Yes
sr: Da

source: You can select up to @maximum @entity_type (@remaining left).
sr: Možete izabrati do @maximum @entity_type (@remaining ostalo).

source: Fields that apply to all languages are hidden to avoid conflicting changes. <a href=":url">Edit them on the original language form</a>.
sr: olja koja se odnose na sve jezike su skrivena da se izbegnu sukobljene promene. <a href=":url">Uredite ih na izvornom jeziku</a>.

source: Current selection
sr: Trenutna selekcija

source: No
sr: Ne

source: Publish
sr: Objavi

source: custom block
sr: prilagođeni blok

source: taxonomy term
sr: termin taksonomije

source: custom menu link
sr: prilagođeni link menija

source: Unpublish
sr: Poništi objavljivanje

source: -- Select action --
sr: -- Izaberi akciju --

source: You can select one @entity_type.
sr: Možete izabrati jedan @entity_type.

source: Sort descending
sr: Sortiraj silazno

source: AdvAgg Bypass Cookie Removed
sr: AdvAgg zaobilazni kolačić je uklonjen

source: AdvAgg Bypass Cookie Set for @time.
sr: AdvAgg zaobilazni kolačić je postavljen na @time.

source: Links related to Devel module.
sr: Veze povezane sa Devel modulom.

source: Allowed HTML tags: @tags
sr: Dozvoljeni HTML tagovi: @tags

source: This site allows HTML content. While learning all of HTML may feel intimidating, learning how to use a very small number of the most basic HTML "tags" is very easy. This table provides examples for each tag that is enabled on this site.
sr: Ova veb lokacija dozvoljava HTML sadržaj. Dok učenje čitavog HTML-a može biti zastrašujuće, učenje kako koristiti veoma mali broj najosnovnijih HTML "tagova" je veoma lako. Ova tabela pruža primere za svaku oznaku koja je omogućena na ovoj veb lokaciji.

source: For more information see W3C's <a href=":html-specifications">HTML Specifications</a> or use your favorite search engine to find other sites that explain HTML.
sr: Za više informacija pogledajte W3C's <a href=":html-specifications">HTML Specifikacije</a> ili koristite omiljeni pretraživač da biste pronašli druge veb lokacije koje objašnjavaju HTML.

source: Paragraph one.
sr: Prvi paragraf.

source: Paragraph two.
sr: Drugi paragraf.

source: Emphasized
sr: Naglašeno

source: Cited
sr: Navedeno

source: Coded
sr: Kodirano

source: Bolded
sr: Podebljano

source: Underlined
sr: Podvučeno

source: Italicized
sr: Kurzivno

source: Preformatted
sr: Unapred formatirano

source: Block quoted
sr: Blok citirano

source: Quoted inline
sr: Citirano u redu

source: Table header
sr: Zaglavlje tabele

source: Table cell
sr: Ćelija tabele

source: Deleted
sr: Obrisano

source: Inserted
sr: Umetnuto

source: First item
sr: Prva stavka

source: Second item
sr: Druga stavka

source: First term
sr: Prvi termin

source: First definition
sr: Prva definicija

source: Second term
sr: Drugi termin

source: Second definition
sr: Druga definicija

source: Subtitle
sr: Podnaslov

source: Subtitle three
sr: Treći podnaslov

source: Subtitle four
sr: Četvrti podnaslov

source: Subtitle five
sr: Peti podnaslov

source: Subtitle six
sr: Šesti podnaslov

source: Tag Description
sr: Opis oznake

source: You Type
sr: Otkucavate

source: You Get
sr: Dobijate

source: Anchors are used to make links to other pages.
sr: Sidra se koriste za povezivanje na druge stranice.

source: Coded text used to show programming source code
sr: Kodirani tekst koji se koristi za prikazivanje izvornog koda programiranja

source: Unordered list - use the &lt;li&gt; to begin each list item
sr: Neuređena lista - koristite &lt;li&gt; za početak svake stavke liste

source: Ordered list - use the &lt;li&gt; to begin each list item
sr: Uređena lista - koristite &lt;li&gt; za početak svake stavke liste

source: No help provided for tag %tag.
sr: Nije obezbeđena pomoć za oznaku %tag.

source: Definition lists are similar to other HTML lists. &lt;dl&gt; begins the definition list, &lt;dt&gt; begins the definition term and &lt;dd&gt; begins the definition description.
sr: Liste definicija su slične ostalim HTML listama. &lt;dl&gt; započinje listu definicija, &lt;dt&gt; započinje termin definicije i &lt;dd&gt; započinje opis definicije.

source: Heading
sr: Naslov

source: By default paragraph tags are automatically added, so use this tag to add additional ones.
sr: Oznake paragrafa se automatski dodaju, zato iskoristite ovu oznaku za dodavanje dodatnih.

source: By default line break tags are automatically added, so use this tag to add additional ones. Use of this tag is different because it is not used with an open/close pair like all the others. Use the extra " /" inside the tag to maintain XHTML 1.0 compatibility
sr: Oznake preloma se automatski dodaju, zato iskoristite ovu oznaku za dodavanje dodatnih. Upotreba ove oznake je različita jer se ne koristi sa otvorenim/zatvorenim parom kao i svi drugi. Koristite dodatni "/" unutar oznake za održavanje kompatibilnosti sa XHTML 1.0

source: Text with <br />line break
sr: Tekst sa prelomom <br />

source: Most unusual characters can be directly entered without any problems.
sr: Većinu neobičnih karaktera možete direktno uneti bez ikakvih problema.

source: If you do encounter problems, try using HTML character entities. A common example looks like &amp;amp; for an ampersand &amp; character. For a full list of entities see HTML's <a href=":html-entities">entities</a> page. Some of the available characters include:
sr: Ako se susretnete sa problemima, pokušajte da koristite HTML znakove. Česti primer izgleda ovako &amp;amp; za ampersand &amp; karakter. Za potpunu listu entiteta pogledajte HTML stranicu sa <a href=":html-entities">entitetima</a> page. Neki od dostupnih karaktera uključuju:

source: Character Description
sr: Opis karaktera

source: Greater than
sr: Veće od

source: Less than
sr: Manje od

source: Quotation mark
sr: Znak navoda

source: Text Formats
sr: Tekstualni formati

source: <p>You can align images, videos, blockquotes and so on to the left, right or center. Examples:</p> <ul> <li>Align an image to the left: <code>&lt;img src="" data-align="left" /&gt;</code></li> <li>Align an image to the center: <code>&lt;img src="" data-align="center" /&gt;</code></li> <li>Align an image to the right: <code>&lt;img src="" data-align="right" /&gt;</code></li> <li>… and you can apply this to other elements as well: <code>&lt;video src="" data-align="center" /&gt;</code></li> </ul>
sr: <p>Slike, video zapise, blokove i slično možete poravnati ulevo, udesno ili u sredinu. Primeri:</p> <ul> <li>Poravnajte sliku levo: <code>&lt;img src="" data-align="left" /&gt;</code></li> <li>Poravnajte sliku prema centru: <code>&lt;img src="" data-align="center" /&gt;</code></li> <li>Poravnajte sliku udesno: <code>&lt;img src="" data-align="right" /&gt;</code></li> <li>… i to možete primeniti i na druge elemente: <code>&lt;video src="" data-align="center" /&gt;</code></li> </ul>

source: <p>You can caption images, videos, blockquotes, and so on. Examples:</p> <ul> <li><code>&lt;img src="" data-caption="This is a caption" /&gt;</code></li> <li><code>&lt;video src="" data-caption="The Drupal Dance" /&gt;</code></li> <li><code>&lt;blockquote data-caption="Dries Buytaert"&gt;Drupal is awesome!&lt;/blockquote&gt;</code></li> <li><code>&lt;code data-caption="Hello world in JavaScript."&gt;alert("Hello world!");&lt;/code&gt;</code></li> </ul>
sr: <p>Možete da navodite slike, video zapise, blokove i slično. Primeri:</p> <ul> <li><code>&lt;img src="" data-caption="Ovo je naslov" /&gt;</code></li> <li><code>&lt;video src="" data-caption="Drupal Ples" /&gt;</code></li> <li><code>&lt;blockquote data-caption="Dries Buytaert"&gt;Drupal je fantastičan!&lt;/blockquote&gt;</code></li> <li><code>&lt;code data-caption="Zdravo svete u JavaScriptu."&gt;alert("Zdravo Svete!");&lt;/code&gt;</code></li> </ul>

source: <p>You can embed entities. Additional properties can be added to the embed tag like data-caption and data-align if supported. Example:</p> <code>&lt;drupal-entity data-entity-type="node" data-entity-uuid="07bf3a2e-1941-4a44-9b02-2d1d7a41ec0e" data-view-mode="teaser" /&gt;</code>
sr: <p>Možete ugraditi entitete. Dodatne osobine mogu se dodati u ugrađenu oznaku poput data-caption i data-align ako su podržani. Primeri:</p> <code>&lt;drupal-entity data-entity-type="node" data-entity-uuid="07bf3a2e-1941-4a44-9b02-2d1d7a41ec0e" data-view-mode="teaser" /&gt;</code>

source: No HTML tags allowed.
sr: Nisu dozvoljene HTML oznake.

source: Lines and paragraphs are automatically recognized. The &lt;br /&gt; line break, &lt;p&gt; paragraph and &lt;/p&gt; close paragraph tags are inserted automatically. If paragraphs are not recognized simply add a couple of blank lines.
sr: Linije i paragrafi se automatski prepoznaju. &lt;br /&gt; prelom reda, &lt;p&gt; paragraf i &lt;/p&gt; oznaka za zatvaranje paragrafe se automatski ubacuju u tekst. Ako paragrafi nisu prepoznati, jednostavno dodajte nekoliko praznih redova.

source: Web page addresses and email addresses turn into links automatically.
sr: Adresa veb stranice i adrese e-pošte automatski se pretvaraju u linkove.

source: Are you sure you want to delete this @item?
sr: Jeste li sigurni da želite izbrisati ovaj @item?

source: Deleted @count item.
sr: Obrisana @count stavka.

source: Selected @count entities:
sr: Izabrano @count entiteta:

source: Execute action
sr: Izvršite akciju

source: Are you sure you wish to perform "%action" action on 1 entity?
sr: Jeste li sigurno da želite da izvršite "%action" akciju na 1 entitetu?

source: Performing @operation on selected entities.
sr: Izvođenje @operation na izabranim entitetima.

source: Delete entities
sr: Izbrišite entitete

source: Processing, estimated time left: @estimate, elapsed: @elapsed.
sr: Obrada, procenjeno preostalo vreme: @estimate, proteklo: @elapsed.

source: Processed @count of @total entities.
sr: Obrađeno @count od @total entiteta.

source: Action processing results: @operations.
sr: Rezultati obrade akcija: @operations.

source: 1 error has been found:
sr: 1 greška je pronađena:

source: Deleted @count content item.
sr: Obrisana @count stavka sa sadržajem.

source: @diff ago
sr: @diff pre

source: Edit content
sr: Uredite sadržaj

source: Show revisions
sr: Prikažite revizije

source: Use custom log message
sr: Koristite prilagođenu log poruku

source: Briefly describe this state change.
sr: Ukratko opišite ovu promenu stanja.

source: Edit entity @entity
sr: Izmenite entitet @entity

source: This crop definition affects more usages of this image
sr: Ova definicija podrezivanja utiče na više upotrebe ove slike

source: A version of this page you were editing at @date was saved as a draft. Do you want to resume editing or discard it?
sr: Verzija ove stranice koju ste uređivali na @date sačuvana je kao skica. Želite li nastaviti uređivanje ili je odbaciti?

source: The crop "@cropType" was successfully added for image "@filename".
sr: Obrezivanje "@cropType" je uspešno dodato za sliku "@filename".

source: Clear
sr: Očisti

source: Selected %count items in this view
sr: Izabrano %count stavki u ovom prikazu

source: Select / deselect all results in this view (all pages, @count total)
sr: Izaberite / poništite sve rezultate u ovom prikazu (sve stranice, @count ukupno)

source: Page @items.current
sr: Strana @items.current

source: Go to first page
sr: Idite na prvu stranu

source: First page
sr: Prva Strana

source: Go to previous page
sr: Idite na prethodnu stranu

source: Previous page
sr: Prethodna strana

source: Edit %type_label @label
sr: Uredite %type_label @label

source: @type %label has been updated.
sr: @type %label je ažurirana.

source: Draft available
sr: Nacrt je dostupan

source: Video Article
sr: Video Članak

source: @title (value @number)
sr: @title (vrednost @number)

source: Add another item
sr: Dodajte još jednu stavku

source: There are no entities matching "%value".
sr: Ne postoje entiteti koji se podudaraju sa "%value".

source: Autosave restore
sr: Vrati automatsko spremanje

source: Autosave reject
sr: Odbi automatsko spremanje

source: Missing @type.
sr: Nedostaje @type.

source: Milestone
sr: Miljokaz

source: This entity (%type: %id) cannot be referenced.
sr: Ovaj entitet (%type: %id) nemože da poveže.

source: The @type %title has been deleted.
sr: @type %title je obrisan.

source: Configure pipelines that can be used for optimizing images.
sr: Konfigurišite tokove koji se mogu koristiti za optimizaciju slika.

source: Daily Homescreen Messages
sr: Dnevne poruke na naslovnoj strani

source: Image Optimize Pipeline
sr: Tok za optimizaciju slike

source: Deleting a term will delete all its children if there are any. This action cannot be undone.
sr: Brisanjem pojma izbrisaće se sve njegove podređene jedinice ako ih ima. Ova radnja se ne može opozvati.
