Repository: UNICEFECAR/parent-buddy-cms
Catalog: config/*.po
Languages: sr

source: Morocco
sr: Maroko

source: Libya
sr: Libija

source: Latvia
sr: Letonija

source: Luxembourg
sr: Luksemburg

source: Lithuania
sr: Litvanija

source: Lesotho
sr: Lesoto

source: Liberia
sr: Liberija

source: Sri Lanka
sr: Šri Lanka

source: Liechtenstein
sr: Lihtenštajn

source: St. Lucia
sr: Sveta Lucija

source: Lebanon
sr: Liban

source: Kazakhstan
sr: Kazakstan

source: Andorra
sr: Andora

source: Antarctica
sr: Antarktik

source: American Samoa
sr: Američka Samoa

source: Austria
sr: Austrija

source: Australia
sr: Australija

source: Åland Islands
sr: Olandska Ostrva

source: Kuwait
sr: Kuvajt

source: South Korea
sr: Južna Koreja

source: North Korea
sr: Severna Koreja

source: St. Kitts & Nevis
sr: Sveti Kits i Nevis

source: Comoros
sr: Komori

source: Cambodia
sr: Kambodža

source: Azerbaijan
sr: Azerbejdžan

source: Bosnia & Herzegovina
sr: Bosna i Hercegovina

source: Bangladesh
sr: Bangladeš

source: Belgium
sr: Belgija

source: Bulgaria
sr: Bugarska

source: Bahrain
sr: Bahrein

source: St. Barthélemy
sr: Sent Bartelemi

source: Kyrgyzstan
sr: Kirgistan

source: Kenya
sr: Kenija

source: Jamaica
sr: Jamajka

source: Jersey
sr: Džersi

source: Italy
sr: Italija

source: Iceland
sr: Island

source: Iraq
sr: Irak

source: British Indian Ocean Territory
sr: Britanska Teritorija Indijanskog Okeana

source: Brunei
sr: Bruneji

source: Bolivia
sr: Bolivija

source: Caribbean Netherlands
sr: Karipska Holandija

source: Bahamas
sr: Bahami

source: Bhutan
sr: Butan

source: Bouvet Island
sr: Buve

source: Botswana
sr: Bocvana

source: Belarus
sr: Belorusija

source: Canada
sr: Kanada

source: Cocos (Keeling) Islands
sr: Kokosova (Kiling) Ostrva

source: India
sr: Indija

source: Isle of Man
sr: Ostrvo Man

source: Israel
sr: Izrael

source: Ireland
sr: Irska

source: Indonesia
sr: Indonezija

source: Canary Islands
sr: Kanarska Ostrva

source: Congo - Kinshasa
sr: Kongo - Kinšasa

source: Hungary
sr: Mađarska

source: Croatia
sr: Hrvatska

source: Heard & McDonald Islands
sr: Herdova i Mekdonaldova Ostrva

source: Hong Kong SAR China
sr: Hong Kong

source: Guyana
sr: Gvajana

source: Guinea-Bissau
sr: Gvineja Bisao

source: Guatemala
sr: Gvatemala

source: South Georgia & South Sandwich Islands
sr: Južna Džordžija i Južno Sendvička Ostrva

source: Greece
sr: Grčka

source: Equatorial Guinea
sr: Ekvatorijalna Gvineja

source: Guadeloupe
sr: Gvadalupe

source: Guinea
sr: Gvineja

source: Gambia
sr: Gambija

source: Greenland
sr: Grinland

source: Ghana
sr: Gana

source: Guernsey
sr: Gernzi

source: French Guiana
sr: Francuska Gvajana

source: Georgia
sr: Gruzija

source: United Kingdom
sr: Ujedinjeno Kraljevstvo

source: France
sr: Francuska

source: Faroe Islands
sr: Farska Ostrva

source: Micronesia
sr: Mikronezija

source: Falkland Islands
sr: Folklandska Ostrva

source: Finland
sr: Finska

source: Ethiopia
sr: Etiopija

source: Spain
sr: Španija

source: Eritrea
sr: Eritreja

source: Western Sahara
sr: Zapadna Sahara

source: Egypt
sr: Egipat

source: Estonia
sr: Estonija

source: Ecuador
sr: Ekvador

source: Ceuta & Melilla
sr: Seuta i Melija

source: Algeria
sr: Alžir

source: Central African Republic
sr: Centralna Afrička Republika

source: Dominican Republic
sr: Dominikanska Republika

source: Dominica
sr: Dominika

source: Denmark
sr: Danska

source: Djibouti
sr: Džibuti

source: Diego Garcia
sr: Dijego Garsija

source: Germany
sr: Nemačka

source: Czechia
sr: Češka

source: Cyprus
sr: Kipar

source: Christmas Island
sr: Božićno Ostrvo

source: Curaçao
sr: Kurasao

source: Cape Verde
sr: Zelenortska Ostrva

source: Congo - Brazzaville
sr: Kongo - Brazavil

source: Cuba
sr: Kuba

source: Costa Rica
sr: Kostarika

source: Clipperton Island
sr: Ostrvo Kliperton

source: Colombia
sr: Kolumbija

source: China
sr: Kina

source: Cameroon
sr: Kamerun

source: Switzerland
sr: Švajcarska

source: Chile
sr: Čile

source: Cook Islands
sr: Kukova Ostrva

source: Côte d’Ivoire
sr: Obala Slonovače

source: Locale
sr: Mesto

source: Default time zone
sr: Podrazumevana vremenska zona

source: Users may set their own time zone
sr: Korisnici mogu podesiti svoju vremensku zonu

source: Remind users at login if their time zone is not set
sr: Podsetite korisnike prilikom prijave ako njihova vremenska zona nije postavljena

source: Only applied if users may set their own time zone.
sr: Primenjuje se samo ako korisnici mogu da postave svoju vremensku zonu.

source: Empty time zone
sr: Prazna vremenska zona

source: Users may set their own time zone at registration
sr: Korisnici mogu da postave svoju vremensku zonu pri registraciji

source: Time zone for new users
sr: Vremenska zona za nove korisnike

source: Time zones
sr: Vremenske zone

source: Pattern
sr: Šablon

source: Add format
sr: Dodajte format

source: Custom language settings
sr: Prilagođena podešavanja jezika

source: Hide non translatable fields on translation forms
sr: Sakrijte polja koja nemogu da se prevedu na prevodilačkim formama

source: @label (Translation is not supported).
sr: @label (Prevođenje nije podržano).

source: N/A
sr: N/P

source: Alt
sr: Alternativni

source: Settings successfully updated.
sr: Podešavanja su uspešno ažurirana.

source: The consumer label.
sr: Oznaka potrošača

source: A description of the consumer. This text will be shown to the users to authorize sharing their data to create an access token.
sr: Opis potrošača. Ovaj tekst će biti prikazan korisnicima kako bi autorizovali deljenje svojih podataka radi stvaranja tokena pristupa.

source: Logo of the consumer.
sr: Logotip potrošača.

source: Mark this if the organization behind this consumer is not the same as the one behind the Drupal API.
sr: Označite ovo ako organizacija koja stoji iza ovog potrošača nije ista kao ona koja stoji iza Drupal API-ja.

source: There can only be one default consumer. Mark this to use this consumer when none other applies.
sr: Može biti samo jedan podrazumevani potrošač. Označite ovo da biste koristili ovog potrošača kada se ne odnosi na nikog drugog.

source: A boolean indicating whether the client secret needs to be validated or not.
sr: Boolean koji označava da li treba provjeriti tajnu klijenta ili ne.

source: The URI this client will redirect to when needed.
sr: URI na koji će ovaj klijent biti preusmeren kada bude potrebno.

source: A boolean indicating whether the client uses @pkce (e.g., a native client or SPA)
sr: Boolean koji označava da li klijent koristi @pkce (e.g., a ugrađeni klijent ili SPA)

source: The time that the node was last edited.
sr: Vreme kada je čvor poslednji put izmenjen.

source: Computed menu link for the node (only available during node saving).
sr: Izračunana veza menija za čvor (dostupna samo za vreme čuvanja čvora).

source: A brief description of your block.
sr: Kratak opis vašeg bloka.

source: The time that the custom block was last edited.
sr: Vreme poslednje izmene prilagođenog bloka.

source: The text to be used for this link in the menu.
sr: Tekst koji se koristi za ovu vezu u meniju.

source: The time that the menu link was last edited.
sr: Vreme kada je veza menija poslednji put izmenjena.

source: The user ID of the author.
sr: Korisnički ID autora.

source: The thumbnail of the media item.
sr: Umenjeni prikaz medijske stavke.

source: The time the media item was created.
sr: Vreme kada je medijska stavka napravljena.

source: The time the media item was last edited.
sr: Vreme kada je medijska stavlja poslednji put izmenjena.

source: The time that the term was last edited.
sr: Vreme kada je termin poslednji put izmenjen.

source: The time that the user was last edited.
sr: Vreme kada je korisnik poslednji put izmenjen.

source: Displayed as %date_format
sr: Prikazano kao %date_format

source: am
sr: pre podne

source: Displayed as %date
sr: Prikazano kao %date

source: Name of the date format
sr: Naziv formata datuma

source: A unique machine-readable name. Can only contain lowercase letters, numbers, and underscores.
sr: Jedinstveno mašinski čitljivo ime. Može samo da sadrži mala slova, brojeve, i znak podvučeno.

source: Format string
sr: Format stringa

source: A user-defined date format. See the <a href="http://php.net/manual/function.date.php">PHP manual</a> for available options.
sr: Korisnički definisan format datuma. Pogledajte <a href="http://php.net/manual/function.date.php">PHP uputstvo</a> za dostupne opcije.

source: Save format
sr: Sačuvajte format

source: Edit date format
sr: Prilagodite forat datuma

source: Translation language
sr: Jezik prevoda

source: Non-customized translation
sr: Neprilagođeni prevod

source: Customized translation
sr: Prilagođeni prevod

source: Translation type
sr: Tip prevoda

source: Filter translatable strings
sr: Filtrirajte prenosive stringove

source: Source string
sr: Izvorni string

source: Translation for @language
sr: Prevod za @language

source: Source string (@language)
sr: Izvorni string (@language)

source: Built-in English
sr: Ugrađeni Engleski

source: Translated string (@language)
sr: Prevedeni string (@language)

source: In Context
sr: U Kontekstu

source: Pagination
sr: Paginacija

source: Go to page @key
sr: Idite na stranu @key

source: Go to next page
sr: Idite na sledeću stranu

source: Next page
sr: Sledeća strana

source: Go to last page
sr: Idite na poslednju stranu

source: Last page
sr: Poslednja strana

source: The source of translation files for automatic interface translation.
sr: Izvor prevodilačkih fajlova za automatsko prevođenje interfejsa.

source: Translation files are stored locally in the %path directory. You can change this directory on the <a href=":url">File system</a> configuration page.
sr: Fajlovi za prevođenje se lokalno čuvaju u %path direktorijumu. Možete da promenite ovaj direktorijum na <a href=":url">Sistem fajlova</a> stranici za konfiguraciju.

source: Never (manually)
sr: Nikad (ručno)

source: Weekly
sr: Nedeljno

source: Monthly
sr: Mesečno

source: Check for updates
sr: Proveri ažuriranja

source: Select how frequently you want to check for new interface translations for your currently installed modules and themes. <a href=":url">Check updates now</a>.
sr: Izaberite koliko često želite da proverite da li postoje novi prevodi interfejsa za vaše trenutno instalirane module i teme. <a href=":url">Proverite ažuriranja sada</a>.

source: Drupal translation server and local files
sr: Drupal prevodilački server i lokalni fajlovi

source: Local files only
sr: Samo lokalni fajlovi

source: Translation source
sr: Izvor prevoda

source: Don't overwrite existing translations.
sr: Ne prepisujte preko postojećih prevoda.

source: Only overwrite imported translations, customized translations are kept.
sr: Samo prepišite preko uvezenih prevoda, prilagođeni prevodi se čuvaju.

source: Overwrite existing translations.
sr: Prepišite preko postojećih prevoda.

source: Import behavior
sr: Ponašanje uvoza

source: How to treat existing translations when automatically updating the interface translations.
sr: Kako tretirati postojeće prevode prilikom automatskog ažuriranja prevoda interfejsa.

source: Interface translation settings
sr: Podešavanja prevoda interfejsa

source: Source text only, no translations
sr: Samo izvorni tekst, bez prevoda

source: Include non-customized translations
sr: Uključite prevode koji nisu prilagođeni

source: Include customized translations
sr: Uključite prilagođene prevode

source: Include untranslated text
sr: Uključite neprevedeni tekst

source: Export options
sr: Opcije izvoza

source: Interface translation export
sr: Izvoz prevoda interfejsa

source: Translation file
sr: Fajl za prevod

source: A Gettext Portable Object file.
sr: Gettext Prenosni Objekat fajl.

source: Treat imported strings as custom translations
sr: Tretirajte uvezene stringove kao prilagođene prevode

source: Overwrite non-customized translations
sr: Prepišite preko prevoda koji nisu prilagođeni

source: Overwrite existing customized translations
sr: Prepišite postojeće prilagođene prevode

source: Interface translation import
sr: Uvoz prevoda interfejsa

source: The configuration objects have different language codes so they cannot be translated:
sr: Objekti za konfiguraciju imaju različite jezičke kodove pa ne mogu da se prevedu:

source: None
sr: Nijedan

source: The content type %name has been updated.
sr: Vrsta sadržaja %name je ažurirana.

source: Content Language Settings
sr: Podešavanja jezika sadržaja

source: content items
sr: stavke sadržaja

source: Configuration deletions
sr: Brisanje konfiguracije

source: !modules modules are available in the modified list.
sr: !modules moduli su dostupni u modifikovanoj listi.

source: Continue
sr: Nastavi

source: Vocabulary name
sr: Ime rečnika

source: List terms
sr: Izlistaj termine

source: Edit vocabulary
sr: Uredi rečnik

source: Add terms
sr: Dodaj termine

source: The selected file %filename cannot be uploaded. Only files with the following extensions are allowed: %extensions.
sr: Izabrani fajl %filename se nemože otpremiti. Dozvoljeni su samo fajlovi sa sledećim nastavcima: %extensions.

source: <strong>@language_name (Original language)</strong>
sr: <strong>@language_name (Originalni jezik)</strong>

source: Not translated
sr: Nije prevedeno

source: Add
sr: Dodaj

source: Translations of %label
sr: Prevodi %label

source: root
sr: koren

source: The term language code.
sr: Jezički kod termina.

source: Parent terms
sr: Roditeljski termini

source: Terms are displayed in ascending order by weight.
sr: Termini su prikazani uzlaznim redosledom po težini.

source: Relations
sr: Relacije

source: If you made a significant change, which means the other translations should be updated, you can flag all translations of this content as outdated. This will not change any other property of them, like whether they are published or not.
sr: Ako ste napravili značajnu promenu, što znači da bi ostali prevodi trebalo da budu ažurirani, možete označiti sve prevode ovog sadržaja kao zastarele. Ovo neće promeniti nijedno drugo njihovo svojstvo, poput toga da li su objavljene ili ne.

source: Leave blank for %anonymous.
sr: Ostavite prazno za %anonymous.

source: Format: %time. The date format is YYYY-MM-DD and %timezone is the time zone offset from UTC. Leave blank to use the time of form submission.
sr: Format: %time. Format datuma je YYYY-MM-DD i %timezone je vremenska zona sa ofsetom u odnosu na UTC. Ostavite prazno da bi se iskoristilo vreme slanja forme.

source: Create %language translation of %title
sr: Napravite %language prevod za %title

source: Updated term %term.
sr: Ažuriran termin %term.

source: Delete translation
sr: Obrišite prevod

source: @title [%language translation]
sr: @title [%language prevod]

source: %capital_name contains terms grouped under parent terms. You can reorganize the terms in %capital_name using their drag-and-drop handles.
sr: %capital_name sadrži pojmove grupisane pod roditeljskim terminima. Možete reorganizovati termine u %capital_name koristeći njihove ručice za povlačenje.

source: Content moderation state
sr: Stanje objave sadržaja

source: Date value
sr: Vrednost datuma

source: Scopes
sr: Opsezi

source: Content entity type ID
sr: ID tipa entiteta sadržaja

source: Content entity ID
sr: ID entiteta sadržaja

source: Content entity revision ID
sr: ID revizije entiteta sadržaja

source: Scheduled transition date
sr: Zakazani datum prelaska

source: Scheduled transition state
sr: Zakazano stanje prelaska

source: Tasks
sr: Zadaci

source: (Empty)
sr: (Prazan)

source: Add @language translation for %label
sr: Add @language prevod za %label

source: Update this item
sr: Ažurirajte ovu stavku

source: Apply to selected items
sr: Primenite na izabrane stavke

source: (this translation)
sr: (ovaj prevod)

source: This text will be used by screen readers, search engines, or when the image cannot be loaded.
sr: Ovaj tekst će koristiti čitači ekrana, pretraživači ili kada se slika ne može učitati.

source: Weight for row @number
sr: Težina reda @number

source: Revisions are required.
sr: Revizije su neophodne.

source: Translations cannot be flagged as outdated when content is moderated.
sr: Prevodi se ne mogu označiti kao zastareli kada se sadržaj moderira.

source: Current state
sr: Trenutno stanje

source: Change to
sr: Promeni u

source: Revision
sr: Revizija

source: @date by @username
sr: @date od strane @username

source: Current revision
sr: Trenutna revizija

source: Revisions for %title
sr: Revizija za %title

source: Autosave save
sr: Automatski sačuvaj spremanje

source: content item
sr: stavka sadržaja

source: Resume editing
sr: Nastavi uređivanje

source: Discard
sr: Odbaci

source: A server error occurred during autosaving the current page. As a result autosave is disabled. To activate it please revisit the page and continue the editing from the last autosaved state of the current page.
sr: Tokom automatskog spremanja trenutne stranice došlo je do greške na serveru. Kao rezultat toga, automatsko spremanje je onemogućeno. Da biste ga aktivirali, vratite se na stranicu i nastavite sa uređivanjem u poslednjem automatski sačuvanom stanju trenutne stranice.

source: The website encountered an unexpected error. Please try again later.
sr: Veb stranica je naišla na neočekivanu grešku. Pokušajte ponovo kasnije.

source: Select @label
sr: Izaberite @label

source: All @count items selected
sr: Svih @count stavki je izabrano

source: Zero items selected
sr: Nula stavki je izabrano

source: Select all media
sr: Izaberite sve medije

source: Add a new @entity_type.
sr: Dodaj novi @entity_type.

source: media type
sr: tip medija

source: Add @entity-type
sr: Dodaj @entity-type

source: One file only.
sr: Samo jedan fajl.

source: Revision information
sr: Informacije o reviziji

source: Generate automatic URL alias
sr: Generiši automatski pseudonim URL-a

source: Uncheck this to create a custom alias below.
sr: Poništite ovo polje da biste ispod kreirali prilagođeni pseudonim.

source: Add @bundle
sr: Dodaj @bundle

source: Automatic alias
sr: Automatski pseudonim

source: Short description of the image used by screen readers and displayed when the image is not loaded. This is important for accessibility.
sr: Kratki opis slike koju koriste čitači ekrana i prikazuje se kada se slika ne učita. Ovo je važno zbog pristupačnosti.

source: Reset crop
sr: Resetujte podrezivanje

source: Crop image
sr: Podrežite sliku

source: @type %label has been created.
sr: @type %label je kreirana.

source: image from @field_name
sr: slika od @field_name

source: Select this item
sr: Izaberi ovu stavku

source: Edit term
sr: Uredi termin

source: mm/dd/yy
sr: dd-mm-yy

source: FAQ Tags
sr: FAQ Tagovi

source: Embedded media
sr: Ugrađeni mediji

source: Insert from Media Library
sr: Umetnite iz Medijske Biblioteke

source: Based on the text editor configuration, these tags have automatically been added: <strong>@tag-list</strong>.
sr: Na osnovu konfiguracije uređivača teksta, ove oznake su automatski dodate: <strong>@tag-list</strong>.

source: Please provide a name for the button group.
sr: Molio vas navedite ime za grupu dugmadi.

source: Button group name
sr: Ime grupe dugmadi

source: Editing the name of the new button group in a dialog.
sr: Uređivanje imena nove grupe dugmadi u dijaloškom okviru.

source: Editing the name of the "@groupName" button group in a dialog.
sr: Uređivanje imena "@groupName" grupe dugmadi u dijaloškom okviru.

source: Place a button to create a new button group.
sr: Postavite dugme da biste stvorili novu grupu dugmadi.

source: New group
sr: Nova grupa

source: Add a CKEditor button group to the end of this row.
sr: Dodajte CKEditor grupu dugmadi na kraju ovog reda.

source: Add group
sr: Dodaj grupu

source: @groupName button group in position @position of @positionCount in row @row of @rowCount.
sr: @groupName grupa dugmadi na poziciji @position od @positionCount u redu @row od @rowCount.

source: Press the down arrow key to create a new row.
sr: Pritisnite taster sa strelicom nadole da biste stvorili novi red.

source: button
sr: dugme

source: Press the down arrow key to activate.
sr: Pritisnite tipku sa strelicom nadole da biste aktivirali.

source: @name @type in position @position of @positionCount in @groupName button group in row @row of @rowCount.
sr: @name @type na poziciji @position od @positionCount u @groupName grupi dugmadi u redu @row od @rowCount.

source: Press the down arrow key to create a new button group in a new row.
sr: Pritisnite taster sa strelicom nadole da biste stvorili novu grupu dugmadi u novom redu.

source: This is the last group. Move the button forward to create a new group.
sr: Ovo je poslednja grupa. Pomerite dugme napred da biste stvorili novu grupu.

source: The "@name" button is currently enabled.
sr: Dugme "@name" je trenutno omogućeno.

source: Use the keyboard arrow keys to change the position of this button.
sr: Pomoću tastera sa strelicom na tastaturi promenite položaj ovog dugmeta.

source: Press the up arrow key on the top row to disable the button.
sr: Pritisnite taster sa strelicom prema gore u gornjem redu da biste onemogućili dugme.

source: The "@name" button is currently disabled.
sr: Dugme "@name" je trenutno onemogućeno.

source: Use the down arrow key to move this button into the active toolbar.
sr: Upotrebite taster sa strelicom nadole da biste ovo dugme premestili na aktivnu traku sa alatkama.

source: This @name is currently enabled.
sr: Ovo @name je trenutno omogućeno.

source: Use the keyboard arrow keys to change the position of this separator.
sr: Pomoću tastera sa strelicom na tastaturi promenite položaj ovog separatora.

source: Separators are used to visually split individual buttons.
sr: Separatori se koriste za vizuelni podeljivanje pojedinih dugmića.

source: This @name is currently disabled.
sr: Ovo @name je trenutno onemogućeno.

source: Use the down arrow key to move this separator into the active toolbar.
sr: Pomoću tastera sa strelicom nadole pomerite ovaj separator u aktivnu traku sa alatkama.

source: You may add multiple separators to each button group.
sr: Svakoj grupi dugmića možete dodati više separatora.

source: Hide group names
sr: Sakrij imena grupa

source: Show group names
sr: Prikaži imena grupa

source: No styles configured
sr: Nema konfigurisanih stilova

source: @count styles configured
sr: @count stilova je konfigurisano

source: Uploads disabled
sr: Otpremanje je onemogućeno

source: Uploads enabled, max size: @size @dimensions
sr: Otpremanje je omogućeno, maksimalna veličina: @size @dimensions

source: Remove group
sr: Ukloni grupu

source: Apply (all displays)
sr: Primeni (svi prikazi)

source: Revert to default
sr: Vrati na podrazumevanu vrednost

source: Apply (this display)
sr: Primeni (ovaj prikaz)

source: There is no moderated @label yet. Only pending versions of @label, such as drafts, are listed here.
sr: Još uvek nema moderiranih @label. Ovde su navedene samo verzije @label u toku, kao što su skice.

source: Vocabulary language
sr: Jezik rečnika

source: Term language
sr: Jezik termina

source: No terms available. <a href=":link">Add term</a>.
sr: Nema dostupnih termina. <a href=":link">Dodajte termin</a>.

source: Select @type to embed
sr: Izaberite @type za ugradnju

source: Enter a URL...
sr: Unesite URL...

source: No content selected.
sr: Nije izabran sadržaj.

source: Non-translatable field elements can only be changed when updating the original language.
sr: Elementi polja koji se ne mogu prevesti mogu se menjati samo prilikom ažuriranja originalnog jezika.

source: Revert
sr: Vrati

source: Compare selected revisions
sr: Uporedi izabrane revizije

source: @langname revisions for %title
sr: @langname revizije za %title
