Repository: UNICEFECAR/parent-buddy-cms
Catalog: config/*.po
Languages: sr

source: @count contextual link
sr: @count kontekstualni link

source: Show row weights
sr: Prikaži težine redova

source: Hide row weights
sr: Sakrij težine redova

source: Drag to re-order
sr: Prevuci da bi preuredio

source: You have unsaved changes.
sr: Imate nesačuvane promene

source: List additional actions
sr: Izlistaj dodatne akcije

source: Hide
sr: Sakrij

source: Show
sr: Prikaži

source: No results
sr: Nema rezultata

source: clear
sr: očistiti

source: 1 module is available in the modified list.
sr: 1 modul je dostupan na modifikovanoj listi

source: All modules
sr: Svi moduli

source: Recently enabled
sr: Nedavno omogućeno

source: Newly available
sr: Novo dostupno

source: No modules installed or uninstalled within the last week.
sr: Nijedan modul nije instaliran ili deinstaliran u toku prošle nedelje.

source: No modules added within the last week.
sr: Nijedan modul nije dodat u poslednjoj nedelji.

source: @enabled of @total
sr: @enabled od @total

source: Select all rows in this table
sr: Izaberi sve redove u ovoj tabeli

source: Deselect all rows in this table
sr: Poništite odabir svih redova u ovoj tabeli

source: Quick edit
sr: Brzo izmeni

source: Could not load the form for <q>@field-label</q>, either due to a website problem or a network connection problem.<br>Please try again.
sr: Forma za <q>@field-label</q> nemože se učitati, bilo zbog problema na veb stranici ili zbog problema sa mrežnom vezom.<br>Molimo Vas pokušajte ponovo.

source: Network problem!
sr: Mrežni problem!

source: Your changes to <q>@entity-title</q> could not be saved, either due to a website problem or a network connection problem.<br>Please try again.
sr: Vaše promene na <q>@entity-title</q> nemogu se sačuvati, bilo zbog problema na veb stranici ili zbog problema sa mrežnom vezom.<br>Molimo Vas pokušajte ponovo.

source: You have unsaved changes
sr: Imate nesačuvane promene

source: Discard changes?
sr: Odbaciti promene?

source: Discard changes
sr: Odbaciti promene

source: Saving
sr: Čuva se

source: New revision
sr: Nova revizija

source: No revision
sr: Nema revizije

source: Needs to be updated
sr: Treba da se ažurira

source: Does not need to be updated
sr: Netreba da se ažurira

source: Flag other translations as outdated
sr: Obeleži druge prevode kao zastarele

source: Do not flag other translations as outdated
sr: Nemoj obeležiti druge prevode kao zastarele

source: By @name on @date
sr: Od @name na @date

source: By @name
sr: Od @name

source: Authored on @date
sr: Objavljeno @date

source: Not promoted
sr: Nije promovisano

source: Done
sr: Urađeno

source: Prev
sr: Prethodni

source: Next
sr: Sledeći

source: Today
sr: Danas

# Long month name
source: January
sr: Januar

# Long month name
source: February
sr: Februar

# Long month name
source: May
sr: Maj

# Long month name
source: June
sr: Jun

# Long month name
source: July
sr: Jul

# Long month name
source: August
sr: Avgust

# Long month name
source: September
sr: Septembar

# Long month name
source: October
sr: Oktobar

# Long month name
source: November
sr: Novembar

# Long month name
source: December
sr: Decembar

source: May
sr: Maj

source: Aug
sr: Avg

source: Oct
sr: Okt

source: Sunday
sr: Nedelja

source: Monday
sr: Ponedeljak

source: Tuesday
sr: Utorak

source: Wednesday
sr: Sreda

source: Saturday
sr: Subota

source: Sun
sr: Ned

source: Mon
sr: Pon

source: Sat
sr: Sub

source: Su
sr: Ne

source: Mo
sr: Po

source: Tu
sr: Ut

source: We
sr: Sr

source: Th
sr: Če

source: Fr
sr: Pe

source: Sa
sr: Su

source: Alias: @alias
sr: Pseudonim: @alias

source: No alias
sr: Bez pseudonima

source: Not in menu
sr: Nije u meniju

source: Changing the text format to %text_format will permanently remove content that is not allowed in that text format.<br><br>Save your changes before switching the text format to avoid losing data.
sr: Promena formata teksta u %text_format trajno će ukloniti sadržaj koji nije dozvoljen u tom tekstualnom formatu.<br><br>Spremite promene pre prebacivanja tekstualnog formata kako biste izbegli gubitak podataka.

source: Change text format?
sr: Promeniti format teksta?

source: Rich Text Editor, !label field
sr: Rich Text Editor, !label polje

source: Loading...
sr: Učitavanje...

source: Hide summary
sr: Sakrijte rezime

source: Edit summary
sr: Izmenite rezime

source: Insert this token into your form
sr: Ubacite ovaj token u svoju formu

source: First click a text field to insert your tokens into.
sr: Prvo kliknite tekstualno polje da biste ubacili svoje tokene.

source: Requires a title
sr: Neophodan je naslov

source: Not published
sr: Nije objavljeno

source: Don't display post information
sr: Ne prikazujte informacije o postu

source: Not restricted
sr: Nije ograničeno

source: Restricted to certain pages
sr: Ograničeno na određene stranice

source: The block cannot be placed in this region.
sr: Blok se ne može postaviti u ovaj region.

source: 1 block is available in the modified list.
sr: 1 blok je dostupan na modifikovanoj listi.

source: Provide a menu link
sr: Obezbedite meni vezu

source: Shown when hovering over the menu link.
sr: Prikazuje se kada prelazite pokazivačem iznad veze sa menijem.

source: Parent item
sr: Roditeljska stavka

source: Menu links with lower weights are displayed before links with higher weights.
sr: Meni veze sa manjim težinama se prikazuju pre veza sa većim težinama

source: No URL redirects available.
sr: Nije dostupno preusmeravanje URL adresa.

source: Add URL redirect
sr: Dodajte URL preusmeravanje

source: Date (e.g. @format)
sr: Datum (npr. @format)

source: Time (e.g. @format)
sr: Vreme (npr.@format )

source: Time
sr: Vreme

source: Format: %format. Leave blank to use the time of form submission.
sr: Format:% format. Ostavite prazno da biste koristili vreme slanja forme.

source: Authoring information
sr: Informacije o autoru

source: Promotion options
sr: Promotivne opcije

source: <em>Edit @type</em> @title
sr: <em>Izmeni @type</em> @title

source: Revisions
sr: Revizije

source: @type %title has been updated.
sr: @type %title je izmenjen.

source: Submitted by @author_name on @date
sr: Podneo @author_name na dan @date

source: Hide description
sr: Sakrij opis

source: Show description
sr: Prikaži opis

source: Changes made in this table will not be saved until the form is submitted.
sr: Promene u ovoj tabeli neće biti sačuvane sve dok se forma ne pošalje.

source: user
sr: korisnik

source: delete
sr: izbriši

source: Prefix
sr: Prefiks

source: Suffix
sr: Sufiks

source: Approve
sr: Odobri

source: Submit
sr: Pošalji

source: Email address
sr: Adresa е-pošte

source: Replies
sr: Odgovori

source: Subject
sr: Predmet

source: Confirm
sr: Potvrdi

source: Last comment
sr: Poslednji komentar

source: Enable
sr: Uključi

source: Email settings
sr: Podešavanja E-pošte

source: not verified
sr: nije potvrđen

source: Advanced options
sr: Napredne opcije

source: Block settings
sr: Podešavanje bloka

source: Country
sr: Zemlja

source: Help text
sr: Pomoćni tekst

source: edit
sr: izmeni

source: never
sr: nikada

source: actions
sr: akcije

source: Theme
sr: Tema

source: Timestamp
sr: Vremenska oznaka

source: Component
sr: Komponenta

source: You are not authorized to access this page.
sr: Nemate dozvolu za pristup ovoj strani.

source: n/a
sr: nema

source: Mail
sr: Pošta

source: Database type
sr: Tip baze podataka

source: file
sr: fajl

source: The subject of the message.
sr: Naslov poruke.

source: Expanded
sr: Prošireno

source: Access denied
sr: Pristup odbijen

source: Year
sr: Godina

source: Site name
sr: Naziv sajta

source: Site slogan
sr: Krilatica sajta

source: Your name
sr: Ime

source: Time zone
sr: Vremenska zona

source: Is less than
sr: Manje od

source: Is less than or equal to
sr: Manje ili jednako

source: Is greater than or equal to
sr: Veće ili jednako

source: Is greater than
sr: Veće od

source: Mode
sr: Režim

source: active
sr: aktivan

source: OPML feed
sr: OPML izvor

source: %time left
sr: Još %time

source: The feed %feed has been added.
sr: Izvor %feed je dodat.

source: Maximum
sr: Maksimalno

source: Scale
sr: Razmera

source: Month
sr: Mesec

source: State
sr: Status

source: Recipient
sr: Primalac

source: Day
sr: Dan

source: Display title
sr: Prikaži naslov

source: Text color
sr: Boja teksta

source: Color
sr: Boja

source: Ignore
sr: Ignoriši

source: Default front page
sr: Osnovna naslovna strana

source: Maximum length
sr: Maksimalna dužina

source: Rows
sr: Redovi

source: Cache
sr: Keš

source: Provider
sr: Provajder

source: Sort Criteria
sr: Kriterijum sortiranja

source: Recent comments
sr: Poslednji komentari

source: Condition
sr: Uslov

source: Database username
sr: Korisničko ime za pristup bazi podataka

source: Database password
sr: Lozinka za pristup bazi podataka

source: Database name
sr: Naziv baze podataka

source: Size of textfield
sr: Veličina tekstualnog polja

source: Undefined
sr: Nedefinisano

source: Sources
sr: Izvori

source: View user profile.
sr: Pregled profila korisnika

source: The changes have been saved.
sr: Izmene su sačuvane.

source: @time ago
sr: Pre @time

source: Definition
sr: Definicija

source: Lists
sr: Liste

source: Hour
sr: Sat

source: Minute
sr: Minut

source: Second
sr: Sekunda

source: Granularity
sr: Granularnost

source: Negate
sr: Negacija

source: First day of week
sr: Prvi dan u nedelji

source: Your message has been sent.
sr: Vaša poruka je poslata.

source: Create new account
sr: Napravi novi nalog

source: The specified passwords do not match.
sr: Navedene lozinke se nepodudaraju.

source: Link color
sr: Boja linka

source: Display label
sr: Prikaži oznaku

source: Fiji
sr: Fidžijanski

source: Login attempt failed for %user.
sr: Pokušaj prijavljivanja nije uspeo za korisnika %user.

source: JPEG quality
sr: JPEG kvalitet

source: Reset password
sr: Ponono podesite lozinku

source: Processing
sr: Obrada

source: Output format
sr: Izlazni format

source: File upload error. Could not move uploaded file.
sr: Greška prilikom učitavanja fajla. Učitani fajl se nemože premestiti.

source: Default value
sr: Podrazumevana vrednost

source: Password strength:
sr: Jačina lozinke:

source: Passwords match:
sr: Lozinke se slažu:

source: Enabled modules
sr: Uključeni moduli

source: Translatable
sr: Prevodljiv

source: Translation
sr: Prevod

source: Float
sr: S pokretnim zarezom

source: Minimum
sr: Minimalno

source: Precision
sr: Preciznost

source: Decimal marker
sr: Decimalna oznaka

source: Mapping
sr: Mapiranje

source: The directory %directory does not exist.
sr: Direktorijum %directory ne postoji.

source: Enter your keywords
sr: Unesite ključne reči

source: Clean URLs
sr: Čisti URL-ovi

source: 1 year
sr: @count godina

source: 1 week
sr: @count nedelja

source: 1 min
sr: @count minut

source: 1 sec
sr: @count sekunda

source: Layout settings
sr: Podešavanje rasporeda

source: contains
sr: sadrži

source: Send message
sr: Pošalji poruku

source: Print
sr: Štampaj

source: The file could not be created.
sr: Fajl nemože biti kreiran.

source: Password reset instructions mailed to %name at %email.
sr: Uputstvo za ponovno podešavanje lozinke je poslato korisniku %name na е-adresu %email.

source: types
sr: tipovi

source: Case sensitive
sr: Razlikuje velika i mala slova

source: Setting
sr: Podešavanje

source: Install profile
sr: Instalacioni profil

source: Display a message to the user
sr: Prikaži poruku korisniku

source: File to import not found.
sr: Fajl za uvoz nije pronađen.

source: Save translations
sr: Sačuvaj prevode

source: Sort direction
sr: Pravac sortiranja

source: Route
sr: Ruta

source: Sequence
sr: Sekvenca

source: Error message
sr: Poruka o grešci

source: For security reasons, your upload has been renamed to %filename.
sr: Iz sigurnosnih razloga, učitan fajl je preimenovan u %filename.

source: Use default
sr: Podrazumevano

source: 1 month
sr: @count mesec

source: done
sr: gotovo

source: Direction
sr: Smer

source: Password field is required.
sr: Unos lozinke je neophodan.

source: Confirm password
sr: Potvrdite lozinku

source: Uri
sr: <em>URI</em>

source: The file %file could not be saved. An unknown error has occurred.
sr: Fajl %file ne može biti sačuvan. Došlo je do nepoznate greške.

source: Only files with the following extensions are allowed: %files-allowed.
sr: Dozvoljeni su samo fajlovi sa sledećim nastavcima: %files-allowed.

source: The file is %filesize exceeding the maximum file size of %maxsize.
sr: Fajl je veličine %filesize i premašuje najveću dozvoljenu veličinu fajla od %maxsize.

source: The file is %filesize which would exceed your disk quota of %quota.
sr: Fajl je veličine %filesize којa ćе premašiti dozvoljenu veličinu diska od %quota.

source: Upload error. Could not move uploaded file %file to destination %destination.
sr: Greška u slanju. Poslati fajl %file ne može biti premešten na %destination odredište.

source: Save and continue
sr: Sačuvaj i nastavi

source: Autocomplete matching
sr: Poklapanje sa automatski popunjenim poljem

source: Cached
sr: Keširan

source: An illegal choice has been detected. Please contact the site administrator.
sr: Otkriven je nedozvoljeni izbor. Molimo da se obratite administratoru sajta.

source: Custom date format
sr: Prilagođen format datuma

source: Your email address
sr: Е-mejl adresa

source: Comment subject field
sr: Polje za naslov komentara

source: (No subject)
sr: (Bez naslova)

source: Enter your @s username.
sr: Upiši svoje @s korisničko ime.

source: Comment: unauthorized comment submitted or comment submitted to a closed post %subject.
sr: Komentar: neovlašćen komentar je poslat ili je omentar poslat na zatvoren sadržaj %subject.

source: @type %title has been created.
sr: @type %title je napravljen.

source: Administration pages
sr: Stranice za administraciju

source: User %name used one-time login link at time %timestamp.
sr: Korisnik %name je upotrebio jednokratnu vezu za prijavljivanje u %timestamp.

source: Set password
sr: Postavite lozinku

source: Initializing.
sr: Inicijalizacija.

source: An error has occurred.
sr: Došlo je do greške.

source: 0 sec
sr: 0 sekundi

source: Submit button text
sr: Naziv dugmeta "Pošalji"

source: To change the current user password, enter the new password in both fields.
sr: Da biste promenili trenutnu lozinku, potrebno je da unesete novu lozinku u oba predviđena polja.

source: This login can be used only once.
sr: Ovo prijavljivanje može biti korišćeno samo jednom.

source: Is between
sr: Između

source: between
sr: između

source: Placeholder
sr: Rezervisano mesto

source: Attempting to re-run cron while it is already running.
sr: Pokušaj da se cron ponovo pokrene, iako već radi.

source: Cron run completed.
sr: Pokretanje cron-a je završeno.

source: Module dependencies
sr: Zavisnosti modula

source: Language name
sr: Naziv jezika

source: Block Content
sr: Sadržaj Bloka

source: Requirements problem
sr: Problemi sa zahtevima Drupala

source: Database configuration
sr: Konfigurisanje baze podataka

source: Select an installation profile
sr: Izaberite instalacioni profil

source: Choose language
sr: Izaberite jezik

source: Select language
sr: Izaberite jezik

source: No profiles available
sr: Nema dostupnih profila

source: Drupal already installed
sr: Drupal je već instaliran

source: Installing @drupal
sr: Instalacija @drupal je u toku

source: The installation has encountered an error.
sr: Instalacija je naišla na grešku.

source: Configure site
sr: Konfigurisanje sajta

source: Installed %module module.
sr: Modul %module je instaliran.

source: Choose profile
sr: Izaberite profil

source: Verify requirements
sr: Potvrdite zahteve

source: Set up database
sr: Podesite bazu podataka

source: Set up translations
sr: Podesite prevode

source: Install site
sr: Instalirajte sajt

source: Finish translations
sr: Završite prevode

source: Check for updates automatically
sr: Automatsko podešavanje ažuriranja

source: 1 byte
sr: @count bajt

source: Illegal choice %choice in %name element.
sr: Nedozvoljeni izbor %choice u %name elementu.

source: Define the image quality for JPEG manipulations. Ranges from 0 to 100. Higher values mean better image quality but bigger files.
sr: Definišite kvalitet slika prilikom JPEG manipulacija. Raspon ide od 0 do 100. Veća vrednost označava bolji kvaliet, ali i veće fajlove.

source: Right to left
sr: S desna na levo

source: Left to right
sr: S leva na desno

source: Add custom language
sr: Dodaj korisnički jezik

source: Save language
sr: Snimi jezik

source: Direction that text in this language is presented.
sr: Smer pisanja u ovom jeziku

source: String contains
sr: Niz znakiva sadrži

source: Leave blank to show all strings. The search is case sensitive.
sr: Ostavite prazno da biste prikazali sve nizove karaktera. Pretraga razlikuje velika i mala slova.

source: Search in
sr: Traži u

source: Both translated and untranslated strings
sr: I prevedene i neprevedene ispise.

source: Only translated strings
sr: Samo prevedene ispise

source: Only untranslated strings
sr: Samo neprevedene ispise

source: The submitted string contains disallowed HTML: %string
sr: Prosleđeni teks sadrži nedozvoljeni <em>HTML</em>: %string

source: Importing interface translations
sr: Uvoženje prevoda okruženja

source: Error importing interface translations
sr: Greška pri uvoženju prevoda okruženja

source: Standard PHP
sr: Srandardni PHP

source: The name of the feed (or the name of the website providing the feed).
sr: Naziv izvora (ili ime veb sajta koji obezbeđuje izvor).

source: User pictures in posts
sr: Korisničke slike u porukama

source: User pictures in comments
sr: Korisničke slike u komentarima

source: Shortcut icon
sr: Ikonica-prečica

source: Shortcut icon settings
sr: Podešavanja ikonice-prečice

source: Date and time
sr: Datum i vreme

source: Enter the password that accompanies your username.
sr: Unesi lozinku koja je vezana za tvoje korisničko ime.

source: @size TB
sr: @size ТB

source: @size EB
sr: @size ЕB

source: All messages
sr: Sve poruke

source: Optional features
sr: Dodatne opcije

source: Field formatter
sr: Formater polja

source: Unsigned
sr: Neoznačen

source: Show links
sr: Prikaži linkove

source: Definitions
sr: Definicije

source: Default values
sr: Podrazumevane vrednosti

source: All content
sr: Sav sadržaj

source: Machine name:
sr: Mašinsko ime:

source: Dependencies
sr: Zavisnosti

source: The URL of the site's login page.
sr: <em>URL</em> od stranice za prijavu na sajtu.

source: You are not allowed to access this page.
sr: Niste ovlašćeni da pristupite ovoj stranici

source: Authorize file system changes
sr: Autorizujte promene u fajl sistemu

source: It appears you have reached this page in error.
sr: Izgleda da ste greškom dospeli na ovu stranicu.

source: Cron could not run because an invalid key was used.
sr: Nije moguće pokrenuti cron zbog nevažećeg ključa.

source: Cron could not run because the site is in maintenance mode.
sr: Nije moguće pokrenuti cron jer je sajt u režimu održavanja.

source: Congratulations, you installed @drupal!
sr: Čestitamo, instalirali ste @drupal!

source: Settings file
sr: Fajl podešavanja

source: No pending updates.
sr: Nema ažuriranja na čekanju

source: Unable to continue, no available methods of file transfer
sr: Nije moguće nastaviti, nema dostupnih metoda za prenos fajlova

source: To continue, provide your server connection details
sr: Da biste nastavili, unesite detalje vaše veze sa serverom.

source: Connection method
sr: Metod povezivanja

source: No active batch.
sr: Nema aktivnih paketa.

source: Archivers can only operate on local files: %file not supported
sr: Arhivatori mogu raditi samo sa fajlovima na lokalu: %file nije podržan

source: Completed @current of @total.
sr: Završeno @current od @total.

source: Required modules
sr: Obavezni moduli

source: Required modules not found.
sr: Obavezni moduli nisu pronađeni.

source: Required field
sr: Obavezno polje

source: Promote selected content to front page
sr: Postavi odabrani sadržaj na naslovnu stranu

source: Demote selected content from front page
sr: Ukloni odabrani sadržaj sa naslovne strane

source: Content is promoted to the front page
sr: Sadržaj je postavljen na naslovnu stranu

source: No front page content has been created yet.
sr: Sadržaj naslovne strane još uvek nije kreiran.

source: User verification status in comments
sr: Status potvrde korisnika u komentarima

source: Your password is not saved in the database and is only used to establish a connection.
sr: Vaša lozinka se nečuva u bazi podataka i koristi se samo za uspostavljanje veze.

source: Password recovery
sr: Oporavak lozinke

source: You have just used your one-time login link. It is no longer necessary to use this link to log in. Please change your password.
sr: Upravo ste iskoristili jednokratni link za prijavljivanje. Molimo vas unesite lozinku za pristup sajtu.

source: <p>This is a one-time login for %user_name and will expire on %expiration_date.</p><p>Click on this button to log in to the site and change your password.</p>
sr: <p>Ovo je jednokratno prijavljivanje za korisnika %user_name i isteći će %expiration_date.</p><p>Kliknite ispod na dugme da se prijavite na sajt i promenite svoju lozinku.</p>

source: Add lowercase letters
sr: Dodajte mala slova

source: Add uppercase letters
sr: Dodajte velika slova

source: Add punctuation
sr: Dodajte znakove interpunkcije

source: 1 pending update (@number_applied to be applied, @number_incompatible skipped)
sr: 1 ažuriranje na čekanju (@number_applied će biti primenjeno, а @number_incompatible preskočeno)

source: Current password
sr: Trenutna lozinka

source: Last login timestamp
sr: Vreme zadnje prijave

source: Use <em>articles</em> for time-sensitive content like news, press releases or blog posts.
sr: Koristi <em>članke</em> za sadržaje koji su vremenski osetljivi. Kao što su vesti, saopštenja za javnost ili stranice bloga.

source: Title and slogan
sr: Naslov i slogan

source: Default settings file
sr: Fajl podrazumevanih podešavanja

source: The default settings file does not exist.
sr: Fajl podrazumevanih podešavanja ne postoji.

source: %name: the value may be no less than %min.
sr: %name: vrednost nesme biti manja od %min.

source: %name: the value may be no greater than %max.
sr: %name: vrednost nesme biti veća od %max.

source: Thousand marker
sr: Oznaka hiljde

source: Display prefix and suffix.
sr: Prikaži prefiks i sufiks.

source: Next steps
sr: Sledeći koraci

source: String settings
sr: Podešavanja teksta

source: Use field label instead of the "On value" as label
sr: Koristi oznaku polja umesto "On vrednosti"

# ampm
source: am
sr: pre podne

# ampm
source: pm
sr: posle podne

source: Delete all translations
sr: Obriši sve prevode.

source: Logo settings
sr: Podešavanja logoa

source: Link label to the referenced entity
sr: Poveži oznaku sa referenciranim entitetom

source: @name field is required.
sr: @name polje je potrebno popuniti.

source: Wide
sr: Široko

source: Logo path
sr: Putanja do logoa

source: Full HTML
sr: Kompletan HTML

source: Third party settings
sr: Ostala podešavanja

source: Bulk operation
sr: Grupne operacije

source: The file %path was not deleted because it does not exist.
sr: Fajl %path nije izbrisan zato što ne postoji.

source: Table @name already exists.
sr: Tabela @name već postoji.

source: Cannot rename @table to @table_new: table @table doesn't exist.
sr: Nemoguće preimenovati @table u @table_new: tabela @tablе ne postoji.

source: Cannot rename @table to @table_new: table @table_new already exists.
sr: Nemoguće preimenovati @table у @table_new: tabela @table_new već postoji.

source: Cannot add field @table.@field: table doesn't exist.
sr: Nemoguće dodati polje @table.@field: tabela ne postoji.
