Repository: UNICEFECAR/parent-buddy-cms
Catalog: config/*.po
Languages: sr

source: Cannot add field @table.@field: field already exists.
sr: Nemoguće dodati polje @table.@field: polje već postoji.

source: Cannot set default value of field @table.@field: field doesn't exist.
sr: Nemoguće postaviti podrazumevanu vrednost za polje @table.@field: polje ne postoji.

source: Cannot remove default value of field @table.@field: field doesn't exist.
sr: Nemoguće ukloniti podrazumevanu vrednost za polje @table.@field: polje ne postoji.

source: Cannot add primary key to table @table: table doesn't exist.
sr: Nemoguće dodati primarni ključ za tabelu @table: tabela ne postoji.

source: Cannot add primary key to table @table: primary key already exists.
sr: Nemoguće dodati primarni ključ za tabelu @table: primarni ključ već postoji.

source: Cannot add unique key @name to table @table: table doesn't exist.
sr: Nemoguće dodati jedinstveni ključ @name za tabelu @table: tabela ne postoji.

source: Cannot add unique key @name to table @table: unique key already exists.
sr: Nemoguće dodati jedinstveni ključ @name za tabelu @table: jedinstveni ključ već postoji.

source: Cannot add index @name to table @table: table doesn't exist.
sr: Nemoguće dodati indeks @name za tabelu @table: tabela ne postoji.

source: Cannot add index @name to table @table: index already exists.
sr: Nemoguće dodati indeks @name za tabelu @table: indeks već postoji.

source: Cannot change the definition of field @table.@name: field doesn't exist.
sr: Nemoguće promeniti definiciju polja @table.@name: polje ne postoji.

source: Cannot rename field @table.@name to @name_new: target field already exists.
sr: Nemoguće promeniti naziv polja @table.@name u @name_new: polje već postoji.

source: Use the default shortcut icon supplied by the theme
sr: Koristite podrazumevanu ikonicu za prečicu koja dolazi sa temom

source: @dir can not be opened
sr: @dir ne može da se otvori

source: Custom output for TRUE
sr: Proizvoljni prikaz za TRUE

source: Custom output for FALSE
sr: Proizvoljni prikaz za FALSE

source: File added
sr: Fajl dodat

source: File removed
sr: Fajl uklonjen

source: The %language translation is not available.
sr: Prevod za %language nije dostupam.

source: The %language translation is available.
sr: Prevod za %language jezik je dostupan.

source: The %language translation could not be downloaded.
sr: Prevod za %language se nemože preuzeti.

source: The custom block ID.
sr: <em>ID</em> prilagođenog bloka.

source: The block type.
sr: Tip bloka.

source: Add %type custom block
sr: Dodaj %type prilagođen blok

source: The %field date is required. Please enter a date in the format %format.
sr: %field datum je obavezan. Molimo vas unesite datum u formatu %format.

source: The %field date is invalid. Please enter a date in the format %format.
sr: %field datum je pogrešan. Molimo vas unesite datum u formatu %format.

source: AM/PM
sr: pre podne/posle podne

source: The %field date is required.
sr: %field datume je zahtevan.

source: Type of item to reference
sr: Tip stavke za referenciranjе

source: Reference method
sr: Metod referenciranja

source: Updating translations.
sr: Ažuriranje prevoda.

source: Create referenced entities if they don't already exist
sr: Kreiraj referencirane entitete ako već ne postoje

source: <p>This is a one-time login for %user_name.</p><p>Click on this button to log in to the site and change your password.</p>
sr: <p>Ovo je jednokratno prijavljivanje za korisnika %user_name</p><p>Kliknite ispod na dugme i promenite lozinku za sajt.</p>

source: Entity display
sr: Prikaz entiteta

source: Field formatters
sr: Formateri polja

source: The content has either been modified by another user, or you have already submitted modifications. As a result, your changes cannot be saved.
sr: Sadržaj je izmenjen od strane nekog drugog korisnika ili ste već poslali promene. Rezultat toga je da nemožete da sačuvate promene.

source: PHP date format
sr: PHP formt datuma

source: Name and description
sr: Ime i opis

source: %name: may not be longer than @max characters.
sr: %name: nemože da bude duže od @max znakova.

source: Size of URI field
sr: Velišina <em>URI</em> polja

source: URI field
sr: URI polje

source: The listed configuration will be deleted.
sr: Izlistana konfiguracija će biti obrisana.

source: Action configuration
sr: Podešavanje Akcija

source: Route Name
sr: Naziv rute

source: Route Params
sr: Parametri rute

source: Param
sr: Parametar

source: Configuration dependencies
sr: Konfiguracione zavisnosti

source: Theme dependencies
sr: Zavisnosti teme

source: Extension settings
sr: Podešavanje ekstenzija

source: Redirect to URL configuration
sr: Preusmeri na <em>URL</em> konfiguraciju

source: Display a message to the user configuration
sr: Prikaži poruku u korisničkim podešavanjima

source: Admin info
sr: Informacije o administratoru

source: Entity view mode settings
sr: Podešavanje načina prikaza entiteta

source: Target entity type
sr: Ciljni tip entiteta

source: Entity form mode settings
sr: Podešavanje načina formiranja entiteta

source: View or form mode machine name
sr: Mašinsko ime prikaza ili načina formiranja

source: Field display setting
sr: Podešavanje prikaza polja

source: Text field display format settings
sr: Podešavanja formata prikaza tekstualnog polja

source: Sort settings
sr: Podešavanja sortiranja

source: Entity reference rendered entity display format settings
sr: Podešavanja formata prikaza renderovanog entiteta pomoću entiteta sa referencom

source: Entity reference entity ID display format settings
sr: Podešavanja formata prikaza identifikatora entiteta sa referencom

source: Entity reference label display format settings
sr: Podešavanja formata prikaza oznake entiteta sa referencom

source: Entity reference autocomplete (Tags style) display format settings
sr: Podešavanja formata prikaza automatskog popunjavanja entiteta sa referencom (u obliku oznaka)

source: Entity reference autocomplete display format settings
sr: Podešavanja formata prikaza automatskog popunjavanja polja entiteta sa referencom

source: - Hidden - format settings
sr: - Skriveno - podešavanje formata

source: Integer settings
sr: Ineteger podešavanja

source: Decimal settings
sr: Decimal podešavanja

source: Float settings
sr: Float podešavanja

source: Number decimal display format settings
sr: Podešavanje formata prikaza decimalnih brojeva

source: Number unformatted display format settings
sr: Podešavanja formata prikaza neformatiranih brojeva

source: Number default display format settings
sr: Podešavanja formata prikaza podrazumevanog broja

source: Demote selected content from front page configuration
sr: Ukloni sadržaj sa naslovne strane

source: Single on/off checkbox format settings
sr: Podešavanje formata jednog on/off checboxa

source: Notify user when password reset
sr: Obavestite korisnika kada je lozinka ponovo podešena

source: Context assignments
sr: Kontekstualni zadaci

source: Display variant
sr: Varijanta prikaza

source: Send email configuration
sr: Pošalji podešavanja elektronske pošte

# Abbreviated month name
source: May
sr: Maj

# Abbreviated month name
source: Aug
sr: Avg

# Abbreviated month name
source: Oct
sr: Okt

# Abbreviated weekday
source: Sun
sr: Ned

# Abbreviated weekday
source: Mon
sr: Pon

# Abbreviated weekday
source: Tue
sr: Uto

# Abbreviated weekday
source: Wed
sr: Sre

# Abbreviated weekday
source: Thu
sr: Čet

# Abbreviated weekday
source: Fri
sr: Pet

# Abbreviated weekday
source: Sat
sr: Sub

# Abbreviated weekday
source: Su
sr: Ned

# Abbreviated weekday
source: Mo
sr: Pon

# Abbreviated weekday
source: Tu
sr: Uto

# Abbreviated weekday
source: We
sr: Sre

# Abbreviated weekday
source: Th
sr: Čet

# Abbreviated weekday
source: Fr
sr: Pet

# Abbreviated weekday
source: Sa
sr: Sub

# Abbreviated 1 letter weekday Sunday
source: S
sr: N

# Abbreviated 1 letter weekday Monday
source: M
sr: P

# Abbreviated 1 letter weekday Tuesday
source: T
sr: U

# Abbreviated 1 letter weekday Wednesday
source: W
sr: S

# Abbreviated 1 letter weekday Thursday
source: T
sr: Č

# Abbreviated 1 letter weekday Friday
source: F
sr: P

source: Username or email address
sr: Korisničko ime ili e-mejl adresa

source: A valid email address. All emails from the system will be sent to this address. The email address is not made public and will only be used if you wish to receive a new password or wish to receive certain news or notifications by email.
sr: Unesite validnu e-mejl adresu. Svi servisni mejlovi koje šalje sajt će biti slati na tu adresu. Vaša e-mejl adresa neće biti javno dostupna i biće korišćena pri promeni lozinke ili za obaveštenja ili promocije.

source: A welcome message with further instructions has been sent to your email address.
sr: Instrukcije za aktivaciju naloga su poslate na vašu e-mejl adresu.

source: Further instructions have been sent to your email address.
sr: Dalje instrukcije su poslate na vašu e-mejl adresu.

source: Format type machine name
sr: Mašinsko ime vrste formata

source: Boolean settings
sr: Podešavanja boolean promenjive

source: On label
sr: ON oznaka

source: Off label
sr: OFF oznaka

source: Default comments
sr: Podrazumevani komentari

source: Allows commenting on content
sr: Omogućava komentarisanje sadržaja

source: Base field bundle override
sr: Redefinisanje skupa osnovnih polja

source: Datetime timestamp display format settings
sr: Podešavanje prikaza oznake za datum-vreme

source: Boolean checkbox display format settings
sr: Podešavanje formata prikaza checkboxa

source: Installed themes
sr: Instalirane teme

source: The %file does not exist.
sr: %file ne postoji.

source: The %file is not readable.
sr: %file nije čitljiv.

source: Default value callback
sr: Podrazumevana povratna vrednost

source: URI as link display format settings
sr: Podešavanja formata prikaza <em>URI</em> kao linka

source: Timestamp ago display format settings
sr: Podešavanja formata prikaza vremenske oznake u prošlosti

source: This block is broken or missing. You may be missing content or you might need to enable the original module.
sr: Blok ne radi ili ne postoji. Možda vam nedostaje sadržaj ili možda morate da uključite originalni modul.

source: Configuration entity dependencies
sr: Zavisnosti konfiguracionih entieta

source: Content entity dependencies
sr: Zavisnosti entiteta sadržaja

source: Enforced configuration dependencies
sr: Zavisnosti nametnutih konfiguracija

source: String (long) settings
sr: Podešavanja (dugog) teksta

source: URI settings
sr: <em>URI</em> podešavanja

source: Created timestamp settings
sr: Podešavanja kreiranih vremenskih oznaka

source: Changed timestamp settings
sr: Podešavanja promenjenih vremenskih oznaka

source: Database storage size
sr: Kapacitet skladistenja baze podataka

source: Text with text format
sr: Tekst sa formatom teksta

source: Field widgets
sr: Vidžeti polja

source: Field widget
sr: Vidžet polje

source: Widget type machine name
sr: Mašinsko ime vrste vidžeta

source: Textarea display format settings
sr: Podešavanje formata prikaza polja za unos teksta

source: Email field display format settings
sr: Podešavanja formata prikaza polja za unos adrese elektronske pošte

source: Link to the entity
sr: Link ka entitetu

source: Number integer display format settings
sr: Podešavanje formata prikaza integer brojeva

source: Configuration updates
sr: Ažuriranje podešavanja

source: The listed configuration will be updated.
sr: Navedena podešavanja će biti ažurirana.

source: Entity reference field storage settings
sr: Podešavanje čuvanja polja reference na entitet

source: Entity reference field settings
sr: Podešavanje polja reference na entitet

source: Entity reference selection plugin settings
sr: Podešavanje izbora dodataka za referencu na entitet

source: Display in native language
sr: Prikaz na maternjem jeziku

source: HTTP headers
sr: <em>HTTP</em> zaglavlja

source: Submitted by @username on @datetime
sr: Poslato od @username u @datetime

source: Account's permissions
sr: Dozvole za nalog

source: Contains US ASCII characters only
sr: Sadrži samo <em>US ASCII</em> znakove

source: Checkout complete! Thank you for your purchase.
sr: Plaćanje završeno! Hvala na kupovini.

source: Delete @language translation
sr: Obriši @language prevod.

source: Provides a link to add a new block.
sr: Obezbeđuje link za dodavanje novog bloka.

source: Timestamp display format settings
sr: Podešavanje formata prikaza vremenske oznake

source: Future format
sr: Budući format

source: Past format
sr: Prošli format

source: Plural variants
sr: Varijante u množini

source: %type: @message in %function (line %line of %file).
sr: %type: @message u %function (linija %line u %file).

source: Basic block
sr: Osnovni blok

source: Website feedback
sr: Povratna informacija o sajtu

source: Enter a comma-separated list. For example: Amsterdam, Mexico City, "Cleveland, Ohio"
sr: Unesi listu odvojenu zarezom. Na primer: Amsterdam, Meksiko Siti, "Klivlend, Ohajo"

source: Basic HTML
sr: Osnovni HTML

source: Restricted HTML
sr: Ograničeni HTML

source: Security warning: Couldn't write .htaccess file. Please create a .htaccess file in your %directory directory which contains the following lines: <pre><code>@htaccess</code></pre>
sr: Bezbednosno upozorenje: Nemoguće je upisati .htaccess fajl. Molimo vas da napravite .htaccess fajl u vašem %directory direktorijumu koji sadrži sledeće redove: <pre><code>@htaccess</code></pre>

source: Please continue to <a href=":error_url">the error page</a>
sr: Molimo vas da nastavite do <a href=":error_url">странице са грешком</a>

source: The %language translation file could not be downloaded. <a href=":url">Choose a different language</a> or select English and translate your website later.
sr: Prevod za %language se nemože preuzeti. <a href=":url">Izaberite drugi jezik</a> ili izaberite Engleski i prevedite vaš sajt kasnije.

source: Check the messages and <a href=":retry">retry</a>, or you may choose to <a href=":cont">continue anyway</a>.
sr: Proverite poruke i <a href=":retry">pokušajte ponovo</a>, ili možete da <a href=":cont">nastavite u svakom slučaju</a>.

source: The following modules are required but were not found. Move them into the appropriate modules subdirectory, such as <em>/modules</em>. Missing modules: @modules
sr: Sledeći moduli u obavezni ali nisu pronađeni. Postavite ih u odgovarajući direktorijum, kao što je <em>/modules</em>. Nedostajući moduli: @modules

source: Updating @module
sr: Ažuriranje @module

source: WARNING: You are not using an encrypted connection, so your password will be sent in plain text. <a href=":https-link">Learn more</a>.
sr: UPOTORENJE: Nе koristite sigurnu vezu pa će lozinka biti poslata kao običan tekst. <a href=":https-link">Saznaj više</a>.

source: The message that should be sent. You may include placeholders like [node:title], [user:account-name], [user:display-name] and [comment:body] to represent data that will be different each time message is sent. Not all placeholders will be available in all contexts.
sr: Poruka koju treba poslati. Možete Možete koristiti rezervisana mesta kao što su [node:title], [user:account-name], [user:display-name] и [comment:body] kako bi predstavili podatke koji će biti drugačiji svaki put kada se poruka pošalje. Nisu sva pezervisana mesta dostupna u svim kontekstima.

source: The message to be displayed to the current user. You may include placeholders like [node:title], [user:account-name], [user:display-name] and [comment:body] to represent data that will be different each time message is sent. Not all placeholders will be available in all contexts.
sr: Poruka koja će se prikazati trenutnom korisniku. Možete koristiti rezervisana mesta kao na primer [node:title], [user:account-name], [user:display-name] i [comment:body] da prikažete podatke koji će se razlikovaki svaki put kada se poruka prikaže. Nisu sva rezervisana mesta dostupna u svim kontekstima.

source: <a href=":login">Log in</a> or <a href=":register">register</a> to post comments
sr: <a href=":login">Prijavite se</a> ili se <a href=":register">registrujte</a> da biste poslali komentar

source: <a href=":login">Log in</a> to post comments
sr: <a href=":login">Prijavite se</a> da biste poslali komentar

source: Make it at least 12 characters
sr: Bilo bi dobro da je dugačko barem 12 karaktera

source: Required if you want to change the %mail or %pass below. <a href=":request_new_url" title="Send password reset instructions via email.">Reset your password</a>.
sr: Potrebno je upisati ako menjate %mail ili %pass ispod. <a href=":request_new_url" title="Uputstvo za promenu lozinke će biti poslate preko e-mejla.">Izmeni lozinku</a>.

source: Password reset instructions will be sent to your registered email address.
sr: Instrukcije za kreiranje nove lozinke će biti poslate na e-mejl adresu sa kojom ste se registorvali.

source: You must select a language to continue the installation.
sr: Morate da odaberete jezik za nastavak instalacije.

source: Several special characters are allowed, including space, period (.), hyphen (-), apostrophe ('), underscore (_), and the @ sign.
sr: Samo su neki od specijalnih karaktera dozvoljeni, uključujući razmak, tačka (.), crtica (-), apostrof ('), donja crta (_) i @ znak.

source: %name is not recognized as a username or an email address.
sr: %name nije prepoznato kao korisničko ime ni kao e-mejl adresa.

source: Stable
sr: Stabilno

source: Recent comments.
sr: Poslednji komentari.

source: Max 1300x1300
sr: Maksimalno 1300x1300

source: Max 2600x2600
sr: Maksimalno 2600x2600

source: Max 325x325
sr: Maksimalno 325x325

source: Max 650x650
sr: Maksimalno 650x650

source: Narrow
sr: Usko

source: View or edit the configuration.
sr: Pogledajte ili promenite podešavanja.

source: Add, rearrange or remove filters.
sr: Dodaj, presloži ili ukloni filtere.

source: Sort actions
sr: Akvije sortiranja

source: Add, rearrange or remove sorting rules.
sr: Dodaj, presloži ili ukloni pravila sortiranja.

source: Default configuration hash
sr: Podrazumevani konfiguracioni heš

source: Size of email field
sr: Veličina polja za unos adrese elektronske pošte

source: Bundle assigned to the auto-created entities.
sr: Tip dodeljen automatski kreiranim entitetima.

source: %type: @message in %function (line %line of %file) @backtrace_string.
sr: %type: @message u %function (red %line у %file) @backtrace_string.

source: Recommendations to make your password stronger:
sr: Saveti da napravite lozinku sigurnijom:

source: Unrecognized username or password. <a href=":password">Forgot your password?</a>
sr: Sistem nije prepoznao korisničko ime ili lozinku. <a href=":password">Zaboravili ste svoju lozinku?</a>

source: You may also use tokens: [node:author:mail], [comment:author:mail], etc. Separate recipients with a comma.
sr: Možete takođe koristiti tokene: [node:author:mail], [comment:author:mail], itd. Odvojite primaoce zarezom.

source: Entity reference selection handler settings
sr: Podešavanje upravljača selekcije referenciranih entiteta

source: Default selection handler settings
sr: Podešavanje podrazumevanog upravljača selekcije

source: Entity action
sr: Akcije entiteta

source: language
sr: jezik

source: Edit language
sr: Uredi jezik

source: Edit @language translation for %label
sr: Uredi @language prevod za %label

source: @label fields
sr: @label polja

source: Image style
sr: Stil slike

source: Search server
sr: Server pretrage

source: Taxonomy vocabulary
sr: Rečnik taksonomije

source: System maintenance
sr: Održavanje sistema

source: System information
sr: Informacije o sistemu

source: Account cancellation confirmation
sr: Potvrda otkazivanja naloga

source: Account created by administrator
sr: Nalog napravljen od strane administratora

source: Registration confirmation (No approval required)
sr: Potvrda registracije (nije potrebno odobrenje)

source: Registration confirmation (Pending approval)
sr: Potvrda registracije (čeka se odobrenje)

source: Admin (user awaiting approval)
sr: Administrator (korisnik čeka odobrenje)

source: Account activation
sr: Aktivacija naloga

source: Account blocked
sr: Nalog je blokiran

source: Account cancelled
sr: Nalog je otkazan

source: Ascension Island
sr: Острво Асенсион

source: Cayman Islands
sr: Kajmanska Ostrva

source: Zimbabwe
sr: Zimbabve

source: United Arab Emirates
sr: Ujedinjeni Arapski Emirati

source: Zambia
sr: Zambija

source: South Africa
sr: Južna Afrika

source: Mayotte
sr: Majot

source: Yemen
sr: Jemen

source: Wallis & Futuna
sr: Valis i Futuna

source: Vietnam
sr: Vijetnam

source: U.S. Virgin Islands
sr: Američka Devičanska Ostrva

source: British Virgin Islands
sr: Britanska Devičanska Ostrva

source: Afghanistan
sr: Afganistan

source: Antigua & Barbuda
sr: Antigva i Barbuda

source: Anguilla
sr: Angvila

source: Albania
sr: Albanija

source: Armenia
sr: Jermenija

source: Netherlands Antilles
sr: Holandski Antili

source: Venezuela
sr: Venecuela

source: St. Vincent & Grenadines
sr: Sveti Vincent i Grenadini

source: Vatican City
sr: Vatikan

source: Uruguay
sr: Urugvaj

source: United States
sr: Sjedinjene Američke Države

source: U.S. Outlying Islands
sr: Udaljena Ostrva SAD

source: Ukraine
sr: Ukrajina

source: Tanzania
sr: Tanzanija

source: Taiwan
sr: Tajvan

source: Trinidad & Tobago
sr: Trinidad i Tobago

source: Turkey
sr: Turska

source: Tunisia
sr: Tunis

source: Timor-Leste
sr: Istočni Timor

source: Tajikistan
sr: Tadžikistan

source: Thailand
sr: Tajland

source: French Southern Territories
sr: Francuske Južne Zemlje

source: Chad
sr: Čad

source: Turks & Caicos Islands
sr: Ostrva Turks i Kaikos

source: Tristan da Cunha
sr: Tristan da Kunja

source: Eswatini
sr: Esvatini

source: Syria
sr: Sirija

source: Sint Maarten
sr: Sveti Martin

source: El Salvador
sr: Salvador

source: São Tomé & Príncipe
sr: Sao Tome i Prinsipe

source: South Sudan
sr: Južni Sudan

source: Suriname
sr: Surinam

source: Somalia
sr: Somalija

source: Sierra Leone
sr: Sijera Leone

source: Slovakia
sr: Slovačka

source: Svalbard & Jan Mayen
sr: Svalbard

source: Slovenia
sr: Slovenija

source: St. Helena
sr: Sveta Helena

source: Singapore
sr: Singapur

source: Sweden
sr: Švedska

source: Seychelles
sr: Sejšeli

source: Solomon Islands
sr: Solomonova Ostrva

source: Saudi Arabia
sr: Saudijska Arabija

source: Rwanda
sr: Ruanda

source: Russia
sr: Rusija

source: Serbia
sr: Srbija

source: Romania
sr: Rumunija

source: Réunion
sr: Reunion

source: Qatar
sr: Katar

source: Paraguay
sr: Paragvaj

source: Palestinian Territories
sr: Palestinske Teritorije

source: Puerto Rico
sr: Portoriko

source: Pitcairn Islands
sr: Ostrva Pitkern

source: St. Pierre & Miquelon
sr: Sent Pjer i Mikelon

source: Poland
sr: Poljska

source: Philippines
sr: Filipini

source: Papua New Guinea
sr: Papua Nova Gvineja

source: French Polynesia
sr: Francuska Polinezija

source: New Zealand
sr: Novi Zeland

source: Norway
sr: Norveška

source: Netherlands
sr: Holandija

source: Nicaragua
sr: Nikaragva

source: Nigeria
sr: Nigerija

source: Norfolk Island
sr: Ostrvo Norfolk

source: New Caledonia
sr: Nova Kaledonija

source: Namibia
sr: Namibija

source: Mozambique
sr: Mozambik

source: Malaysia
sr: Malezija

source: Mexico
sr: Meksiko

source: Malawi
sr: Malavi

source: Maldives
sr: Maldivi

source: Mauritius
sr: Mauricijus

source: Montserrat
sr: Monserat

source: Mauritania
sr: Mauritanija

source: Martinique
sr: Martinik

source: Northern Mariana Islands
sr: Severna Marijanska Ostrva

source: Macao SAR China
sr: Makao

source: Mongolia
sr: Mongolija

source: Myanmar (Burma)
sr: Mijanmar (Burma)

source: North Macedonia
sr: Severna Makedonija

source: Marshall Islands
sr: Maršalova Ostrva

source: Madagascar
sr: Madagaskar

source: St. Martin
sr: Sveti Martin

source: Montenegro
sr: Crna Gora

source: Moldova
sr: Moldavija

source: Monaco
sr: Monako
