Repository: UNICEFECAR/parent-buddy-cms
Catalog: config/*.po
Languages: sr

source: Views plugins
sr: Dodaci za poglede

source: Available updates
sr: Dostupna ažuriranja

source: Available translation updates
sr: Dostupna ažuriranja prevoda

source: Reports
sr: Izveštaji

source: Add user
sr: Dodaj korisnika

source: Permissions
sr: Dozvole

source: Add role
sr: Dodaj ulogu

source: Run cron
sr: Pokreni cron

source: Run updates
sr: Pokreni ažuriranja

source: Flush CSS and Javascript
sr: Osveži CSS i Javascript

source: Flush plugins cache
sr: Osveži keš dodataka

source: Flush static cache
sr: Osveži statički keš

source: Flush routing and links cache
sr: Osveži keš usmeravanja i veza

source: Flush twig cache
sr: Osveži twig keš

source: Flush render cache
sr: Osveži keš ispisivača

source: Rebuild theme registry
sr: Obnovi registar tema

source: Flush views cache
sr: Osveži keš pogleda

source: Flush all caches
sr: Osveži sve keševe

source: Manage custom form modes.
sr: Upravljajte prilagođenim režimima formi

source: Manage custom view modes.
sr: Upravljajte prilagođenim režimima pogleda

source: Manage pages.
sr: Upravljajte stranicama.

source: Get a status report about available updates for your installed modules and themes.
sr: Nabavite izveštaj o dostupnim ispravkama za instalirane module i teme.

source: View events that have recently been logged.
sr: Pregledajte događaje koji su nedavno uneseni u log.

source: Get a status report about available interface translations for your installed modules and themes.
sr: Nabavite izveštaj o dostupnim prevodima interfejsa za instaliranje module i teme.

source: Overview of fields on all entity types.
sr: Pregled polja na svim tipovima entiteta.

source: Get a status report about your site's operation.
sr: Nabavite izveštaj o statusu rada vaše veb stanice.

source: View 'access denied' errors (403s).
sr: Pregledajte 'access denied' greške (403s).

source: View 'page not found' errors (404s).
sr: Pregledajte 'page not found' greške (404s).

source: Overview of plugins used in all views.
sr: Pregled dodataka koji se koriste u svim prikazima.

source: Add view mode
sr: Dodajte mod za prikaz

source: Add form mode
sr: Dodajte mod za formu

source: Add link
sr: Dodajte vezu

source: Import
sr: Uvoz

source: Export
sr: Izvoz

source: Detection and selection
sr: Detekcija i izbor

source: Add language
sr: Dodaj jezik

source: Add redirect
sr: Dodajte preusmeravanje

source: Edit permissions
sr: Uređivanje dozvola

source: Configure Lightning API settings.
sr: Konfigurišite Lightning API podešavanja.

source: Configure Lightning Layout settings.
sr: Konfigurišite Lightning Layout podešavanja.

source: Configure Lightning Media settings.
sr: Konfigurišite Lightning Media podešavanja.

source: Configure Lightning Roles settings.
sr: Konfigurišite Lightning Roles podešavanja.

source: Configure behavior for URL redirects.
sr: Konfigurišite ponašanje za preusmeravanja URL adresa.

source: Page Variant
sr: Varijanta strane

source: Requires Drupal core:
sr: Zahteva Drupal core:

source: Filter by name
sr: Filtriraj po imenu

source: Filter projects
sr: Filtriraj projekte

source: Update available
sr: Ažuriranje postoji

source: Security update
sr: Bezbednosno ažuriranje

source: 1 hour
sr: 1 sat

source: 1 minute
sr: 1 minut

source: Check manually
sr: Proverite ručno

source: Last checked: @time ago
sr: Poslednji put provereno: pre @time

source: Error
sr: Greška

source: View
sr: Pregled

# View entity type
source: View
sr: Pregled

source: Translate @type_name
sr: Prevedi @type_name

source: Field type
sr: Tип поља

source: Field name
sr: Назив поља

source: File
sr: Fajl

source: Token type
sr: Tip tokena

source: Thu
sr: Čet

source: Thursday
sr: Četvrtak

# Long month name
source: March
sr: Mart

source: Custom block
sr: Prilagođen blok

source: Consumer
sr: Potrošač

source: Crop
sr: Obreži

source: Fake entity type
sr: Lažni tip entiteta

source: Search task
sr: Zadatak pretrage

source: AM
sr: Pre Podne

source: Custom block ID
sr: <em>ID</em> prilagođenog bloka

source: UUID
sr: <em>UUID</em>

source: Revision ID
sr: ID Revizije

source: Revision create time
sr: Vreme kreiranja revizije

source: Timestamp value
sr: Vreme

source: Revision user
sr: Korisnik revizije

source: Changed
sr: Promenjeno

source: Reusable
sr: Višekratna upotreba

source: Default translation
sr: Podrazumevani prevod

source: Default revision
sr: Podrazumevana revizija

source: Revision translation affected
sr: Uticaj na prevod revizije

source: User ID
sr: Koriskički ID

source: Is this consumer 3rd party?
sr: Da li je ovaj potrošač treća strana?

source: Is this the default consumer?
sr: Da li je ovo podrazumevani potrošač

source: Secret
sr: Tajna

source: Is Confidential?
sr: Da li je poverljivo?

source: Redirect URI
sr: URI za preusmeravanje

source: Use PKCE?
sr: Koristi PKCE?

source: Crop ID
sr: ID obrezivanja

source: Language code
sr: Kod jezika

source: Entity ID
sr: ID entiteta

source: Height
sr: Visina

source: Width
sr: Širina

source: X coordinate
sr: X koordinata

source: Y coordinate
sr: Z koordinata

source: Revision timestamp
sr: Vremenska oznaka revizije

source: Revision author ID
sr: ID autora revizije

source: Revision Log
sr: Log revizije

source: System path
sr: Sistemska putanja

source: Redirect ID
sr: ID preusmeravanja

source: Hash
sr: Heš

source: Task type
sr: Tip zadatka

source: Server ID
sr: ID servera

source: Index ID
sr: ID indeksa

source: Task data
sr: Podaci zadatka

source: Client
sr: Klijent

source: Expire
sr: Ističe

source: Enabled
sr: Uključeno

source: Menu link title
sr: Naslov meni veze

source: Menu name
sr: Naziv menija

source: External
sr: Spoljni

source: Indicates whether the menu link should be rediscovered
sr: Označava da li meni vezu treba ponovo otkriti

source: Show as expanded
sr: Prikaži kao prošireno

source: Parent plugin ID
sr: ID roditeljskog dodatka

source: Current page
sr: Trenutna stranica

source: Array
sr: Niz

source: Random
sr: Nasumice

source: Image with image style
sr: Slika sa stilom slike

source: Nodes
sr: Čvorovi

source: Site information
sr: Informacije o sajtu

source: Dates
sr: Datumi

source: Taxonomy terms
sr: Termini taksonomije

source: Vocabularies
sr: Rečnici

source: Users
sr: Korisnici

source: Current date
sr: Trenutni datum

source: List of @type values
sr: Lista @type vrednosti

source: Menu links
sr: Linkovi menija

source: Translation source node
sr: Čvor izvornog prevoda

source: Menu link
sr: Link menija

source: Content ID
sr: ID sadržaja

source: Edit URL
sr: Prilagodi URL

source: Date created
sr: Datum kreiranja

source: Date changed
sr: Datum izmene

source: Original @entity
sr: Originalni @entity

source: Machine-readable name
sr: Mašinski čitljivo ime

source: Node count
sr: Broj čvorova

source: Parents
sr: Roditelji

source: Root term
sr: Korenski termin

source: Term ID
sr: ID termina

source: Parent term
sr: Roditeljski termin

source: Vocabulary ID
sr: ID rečnika

source: Term count
sr: Broj termina

source: Base name
sr: Osnovno ime

source: Extension
sr: Produžetak

source: File byte size
sr: Byte veličina fajla

source: File ID
sr: ID fajla

source: File name
sr: Ime fajla

source: Path
sr: Putanja

source: File size
sr: Veličina fajla

source: Owner
sr: Vlasnik

source: Account cancellation URL
sr: URL za otkazivanje naloga

source: One-time login URL
sr: URL za jednokratnu prijavu

source: Deprecated: User Name
sr: Obustavljeno: Korisničko ime

source: Account Name
sr: Ime naloga

source: Display Name
sr: Ime prikaza

source: Email
sr: Е-mejl adresa

source: Last login
sr: Zadnja prijava

source: IP address
sr: IP adresa

source: Link ID
sr: ID veze

source: Parent
sr: Roditelj

source: Root
sr: Koren

source: Menu
sr: Meni

source: Page number
sr: Broj strane

source: Query string value
sr: Vrednost niza upita

source: Relative URL
sr: Relativni URL

source: Absolute URL
sr: Apsolutni URL

source: Brief URL
sr: Kratki URL

source: Unaliased URL
sr: Nepotpuni URL

source: Arguments
sr: Argumenti

source: First
sr: Prvi

source: Last
sr: Poslednji

source: Count
sr: Broj

source: Reversed
sr: Obrnuti

source: Keys
sr: Ključevi

source: Imploded
sr: Zatvoren

source: Value
sr: Vrednost

source: Joined path
sr: Pridružena putanja

source: Number
sr: Broj

source: Menu link count
sr: Broj veza menija

source: URL (brief)
sr: URL (kratki)

source: Login page
sr: Stranica za prijavljivanje

source: Short format
sr: Kratki format

source: Medium format
sr: Srednji format

source: Long format
sr: Dugi format

source: Custom format
sr: Prilagođeni format

source: Time-since
sr: Vremena od tada

source: Raw timestamp
sr: Neprilagođena vremenska oznaka

source: Base table
sr: Osnovna tabela

source: Base field
sr: Osnovno polje

source: Total rows
sr: Ukupno redova

source: Page count
sr: Broj strana

source: @label ID
sr: ID @label

source: Text format
sr: Format teksta

source: @type type with delta @delta
sr: @type tip sa delta @delta

source: Alternative text
sr: Alternativni tekst

source: The hashed password
sr: Heširana lozinka

source: Existing password
sr: Postojeća lozinka

source: Determines if a password needs hashing
sr: Određuje da li lozinka treba da se hešira

source: Display
sr: Prikaz

source: Link text
sr: Tekst veze

source: OAuth2 Token Type
sr: OAuth2 Tip Tokena

source: Blazy library
sr: Biblioteka Blazy

source: PHP extensions
sr: PHP ekstenzije

source: Module and theme update status
sr: Status ažuriranja modula i tema

source: Upload progress
sr: Napredak u otpremanju

source: Drupal core security coverage
sr: Bezbednosna pokrivenost jezgra Drupal-a

source: GD library
sr: Biblioteka GD

source: ImageWidgetCrop library
sr: Biblioteka ImageWidgetCrop

source: JSON:API multilingual support
sr: JSON:API višejezična podrška

source: JSON:API revision support
sr: JSON:API podrška za revizije

source: JSON:API allowed operations
sr: JSON:API dozvoljene operacije

source: Base profile
sr: Osnovni profil

source: Translation update status
sr: Status ažuriranja prevoda

source: Drupal core update status
sr: Sratus ažuriranja Drupal jezgra

source: Node Access Permissions
sr: Dozvole pristupa čvoru

source: Trusted Host Settings
sr: Podešavanja Pouzdanog Hosta

source: Update notifications
sr: Obaveštenja o ažuriranju

source: Unicode library
sr: Unicode biblioteka

source: Access to update.php
sr: Pristup update.php

source: Serialized data types
sr: Serijalizovani tipovi podataka

source: Entity/field definitions
sr: Definicije entiteta/polja

source: Slick library
sr: Biblioteka Slick

source: Database updates
sr: Ažuriranja baze

source: Web server
sr: Veb server

source: Cron maintenance tasks
sr: Zadaci za održavanje Cron-a

source: PHP OPcode caching
sr: PHP OPcode keširanje

source: Configuration files
sr: Konfiguracioni fajlovi

source: Random number generation
sr: Generator nasumičnog broja

source: PHP memory limit
sr: PHP memorijski limit

source: Database system version
sr: Verzija sistema baza podataka

source: Database system
sr: Sistem baze podataka

source: MySQL, MariaDB, Percona Server, or equivalent
sr: MySQL, MariaDB, Percona Server, ili slično

source: GD2 image manipulation toolkit
sr: GD2 alatka za rukovanje slikama

source: Disabled
sr: Isključeno

source: PHP Mbstring Extension
sr: Mbstring dodatak PHP-а

source: content type
sr: tip sadržaja

source: @language (original)
sr: @language (originalni)

source: Translations for %label
sr: Prevodi za %label

source: Explanation or submission guidelines
sr: Smernice za objašnjenje ili podnošenje

source: Save translation
sr: Sačuvaj prevod

source: Compose tips
sr: Sastavite savete

source: disabled
sr: onesposobljeno

source: The human-readable name of this content type. This text will be displayed as part of the list on the <em>Add content</em> page. This name must be unique.
sr: Čitavo ime ovog tipa sadržaja. Ovaj tekst će biti prikazan kao deo liste na <em>Dodaj sadržaj</em> strani. Ovo ime mora biti jedinstveno.

source: A unique machine-readable name for this content type. It must only contain lowercase letters, numbers, and underscores. This name will be used for constructing the URL of the %node-add page, in which underscores will be converted into hyphens.
sr: Jedinstveno mašinsko čitljivo ime za ovu vrstu sadržaja. Samo mora da sadrži mala slova, brojeve i podvlake. Ovo ime će biti korišćeno za pravljenje URL adrese na %node-add stranici, u kom slučaju podvlake će biti konvertovane u crtice.

source: This text will be displayed on the <em>Add new content</em> page.
sr: Ovaj tekst će biti prikazan na stranici <em>Dodaj novi sadržaj</em>.

source: Title field label
sr: Oznaka polja naslova

source: Optional
sr: Opcioni

source: Required
sr: Neophodan

source: Preview before submitting
sr: Pregled pre slanja

source: This text will be displayed at the top of the page when creating or editing content of this type.
sr: Ovaj tekst će biti prikazan pri vrhu stranice prilikom kreiranja ili uređivanja sadržaja ove vrste.

source: Submission form settings
sr: Podešavanja formi za predaju

source: Sticky at top of lists
sr: Postavljen na vrhu liste

source: Create new revision
sr: Napravite novu reviziju

source: Default options
sr: Podrazumevane opcije

source: Users with the <em>Administer content</em> permission will be able to override these options.
sr: "Korisnici sa <em>Administrirajte sadržaj</em> permisijom će biti u mogućnosti da nadjačaju ove opcije."

source: Publishing options
sr: Opcije objavljivanja

source: Site's default language (@language)
sr: Podrazumevani jezik veb stranice (@language)

source: Interface text language selected for page
sr: Izabrani tekst jezik interfejsa za stranicu

source: Author's preferred language
sr: Preferirani jezik autora

source: Default language
sr: Podrazumevani jezik

source: Explanation of the language options is found on the <a href=":languages_list_page">languages list page</a>.
sr: Objašnjenje jezičkih opcija nalazi se na <a href=":languages_list_page">stranici sa listama jezika</a>.

source: Show language selector on create and edit pages
sr: Prikaži selektor jezika prilikom kreiranja i uređivanja stranica

source: Enable translation
sr: Omogući prevod

source: Language settings
sr: Podešavanja jezika

source: Display author and date information
sr: Prikaži informacije o autoru i datumu

source: Author username and publish date will be displayed.
sr: Podešavanja prikaza

source: Available menus
sr: Dostupni meniji

source: The menus available to place links in for this content type.
sr: Meniji dostupni za postavljanje veza za ovu vrstu sadržaja.

source: Default parent item
sr: Podrazumevana roditeljska stavka

source: Choose the menu item to be the default parent for a new link in the content authoring form.
sr: Izaberite stavku menija koja će biti zadani roditelj za novu vezu u formi za autorizaciju sadržaja.

source: Menu settings
sr: Podešavanja menija

source: Vertical Tabs
sr: Vertikalne Kartice

source: Save content type
sr: Sačuvajte tip sadržaja

source: Edit %label content type
sr: Izmenite %label tip sadržaja

source: Machine name
sr: Mašinsko ime

source: @size MB
sr: @size МB

source: Allowed types: @extensions.
sr: Dozvoljeni tipovi: @extensions.

source: Configure
sr: Konfiguriši

source: Disable
sr: Isključi

source: Remove
sr: Ukloni

source: Forms
sr: Forme

source: Hidden
sr: Sakriveno

source: Field
sr: Polje

source: Locked
sr: Zaključan

source: Site branding
sr: Logo

source: Africa/Abidjan
sr: Afrika/Abidžan

source: Africa/Accra
sr: Afrika/Akra

source: Africa/Addis Ababa
sr: Afrika/Adis Abeba

source: Africa/Algiers
sr: Afrika/Alžir

source: Africa/Asmara
sr: Afrika/Asmara

source: Africa/Bamako
sr: Afrika/Bamako

source: Africa/Bangui
sr: Afrika/Bangui

source: Africa/Banjul
sr: Afrika/Bandžul

source: Africa/Bissau
sr: Afrika/Bisao

source: Africa/Blantyre
sr: Afrika/Blantajer

source: Africa/Brazzaville
sr: Afrika/Brazavil

source: Africa/Bujumbura
sr: Afrika/Budžumbura

source: Africa/Cairo
sr: Afrika/Kairo

source: Africa/Casablanca
sr: Afrika/Kasablanka

source: Africa/Ceuta
sr: Afrika/Ceuta

source: Africa/Conakry
sr: Afrika/Konakri

source: Africa/Dakar
sr: Afrika/Dakar

source: Africa/Dar es Salaam
sr: Afrika/Dar es Salam

source: Africa/Djibouti
sr: Afrika/Džibuti

source: Africa/Douala
sr: Afrika/Duala

source: Africa/El Aaiun
sr: Afrika/El Ajun

source: Africa/Freetown
sr: Afrika/Fritaun

source: Africa/Gaborone
sr: Afrika/Gaboron

source: Africa/Harare
sr: Afrika/Harare

source: Africa/Johannesburg
sr: Afrika/Johanesburg

source: Africa/Juba
sr: Afrika/Džuba

source: Africa/Kampala
sr: Afrika/Kampala

source: Africa/Khartoum
sr: Afrika/Kartum

source: Africa/Kigali
sr: Afrika/Kigali

source: Africa/Kinshasa
sr: Afrika/Kinšasa

source: Africa/Lagos
sr: Afrika/Lagos

source: Africa/Libreville
sr: Afrika/Librevil

source: Africa/Lome
sr: Afrika/Lome

source: Africa/Luanda
sr: Afrika/Luanda

source: Africa/Lubumbashi
sr: Afrika/Lubumbaši

source: Africa/Lusaka
sr: Afrika/Lusaka

source: Africa/Malabo
sr: Afrika/Malabo

source: Africa/Maputo
sr: Afrika/Maputo

source: Africa/Maseru
sr: Afrika/Maseru

source: Africa/Mbabane
sr: Afrika/Mbabane

source: Africa/Mogadishu
sr: Afrika/Mogadišu

source: Africa/Monrovia
sr: Afrika/Monrovija

source: Africa/Nairobi
sr: Afrika/Najrobi

source: Africa/Ndjamena
sr: Afrika/Ndžamene

source: Africa/Niamey
sr: Afrika/Nijamej

source: Africa/Nouakchott
sr: Afrika/Nouakšot

source: Africa/Ouagadougou
sr: Afrika/Uagadugu

source: Africa/Porto-Novo
sr: Afrika/Porto-Novo

source: Africa/Sao Tome
sr: Afrika/Sao Tome

source: Africa/Tripoli
sr: Afrika/Tripoli

source: Africa/Tunis
sr: Afrika/Tunis

source: Africa/Windhoek
sr: Afrika/Vindhuk

source: America/Adak
sr: Amerika/Ejdak

source: America/Anchorage
sr: Amerika/Ankoridž

source: America/Anguilla
sr: Amerika/Angvila

source: America/Antigua
sr: Amerika/Antigva

source: America/Araguaina
sr: Amerika/Araguaina

source: America/Argentina/Buenos Aires
sr: Amerika/Argentina/Buenos Ajres

source: America/Argentina/Catamarca
sr: Amerika/Argentina/Katamarka

source: America/Argentina/Cordoba
sr: Amerika/Argentina/Kordoba

source: America/Argentina/Jujuy
sr: Amerika/Argentina/Huhuj

source: America/Argentina/La Rioja
sr: Amerika/Argentina/Rioha

source: America/Argentina/Mendoza
sr: Amerika/Argentina/Mendoza

source: America/Argentina/Rio Gallegos
sr: Amerika/Argentina/Rio Galeros

source: America/Argentina/Salta
sr: Amerika/Argentina/Salta

source: America/Argentina/San Juan
sr: Amerika/Argentina/San Huan

source: America/Argentina/San Luis
sr: Amerika/Argentina/San Luis

source: America/Argentina/Tucuman
sr: Amerika/Argentina/Tukuman

source: America/Argentina/Ushuaia
sr: Amerika/Argentina/Ušuaja

source: America/Aruba
sr: Amerika/Aruba

source: America/Asuncion
sr: Amerika/Asunsion

source: America/Atikokan
sr: Amerika/Atikokan

source: America/Bahia
sr: Amerika/Baija

source: America/Bahia Banderas
sr: Amerika/Baija Banderas

source: America/Barbados
sr: Amerika/Barbados

source: America/Belem
sr: Amerika/Belem

source: America/Belize
sr: Amerika/Belize

source: America/Blanc-Sablon
sr: Amerika/Blanc-Sablon

source: America/Boa Vista
sr: Amerika/Boa Vista

source: America/Bogota
sr: Amerika/Bogota

source: America/Boise
sr: Amerika/Boizi

source: America/Cambridge Bay
sr: Amerika/Kembridž Bej

source: America/Campo Grande
sr: Amerika/Kampo Grande

source: America/Cancun
sr: Amerika/Kankun

source: America/Caracas
sr: Amerika/Karakas

source: America/Cayenne
sr: Amerika/Kajen

source: America/Cayman
sr: Amerika/Kajman

source: America/Chicago
sr: Amerika/Čikago

source: America/Chihuahua
sr: Amerika/Čivava

source: America/Costa Rica
sr: Amerika/Kosta Rika

source: America/Creston
sr: Amerika/Kreston

source: America/Cuiaba
sr: Amerika/Kujaba

source: America/Curacao
sr: Amerika/Kurasao

source: America/Danmarkshavn
sr: Amerika/Danmarkshavn

source: America/Dawson
sr: Amerika/Doson

source: America/Dawson Creek
sr: Amerika/Doson Krik

source: America/Denver
sr: Amerika/Denver

source: America/Detroit
sr: Amerika/Detroit

source: America/Dominica
sr: Amerika/Dominika

source: America/Edmonton
sr: Amerika/Edmonton

source: America/Eirunepe
sr: Amerika/Eirunepe

source: America/El Salvador
sr: Amerika/Salvador

source: America/Fort Nelson
sr: Amerika/Fort Nelson

source: America/Fortaleza
sr: Amerika/Fortaleza

source: America/Glace Bay
sr: Amerika/Glace Bay

source: America/Godthab
sr: Amerika/Gothob

source: America/Goose Bay
sr: Amerika/Goose Bay

source: America/Grand Turk
sr: Amerika/Grand Turk

source: America/Grenada
sr: Amerika/Grenada

source: America/Guadeloupe
sr: Amerika/Gvadalupe

source: America/Guatemala
sr: Amerika/Gvatemala

source: America/Guayaquil
sr: Amerika/Gvajakil

source: America/Guyana
sr: Amerika/Gvajana

source: America/Halifax
sr: Amerika/Halifaks

source: America/Havana
sr: Amerika/Havana

source: America/Hermosillo
sr: Amerika/Ermosiljo

source: America/Indiana/Indianapolis
sr: Amerika/Indijana/Indijanapolis

source: America/Indiana/Knox
sr: Amerika/Indijana/Knoks

source: America/Indiana/Marengo
sr: Amerika/Indijana/Marengo

source: America/Indiana/Petersburg
sr: Amerika/Indijana/Pitersburg

source: America/Indiana/Tell City
sr: Amerika/Indijana/Tel Siti

source: America/Indiana/Vevay
sr: Amerika/Indijana/Vevej

source: America/Indiana/Vincennes
sr: Amerika/Indijana/Vinsens

source: America/Indiana/Winamac
sr: Amerika/Indijana/Vinamak

source: America/Inuvik
sr: Amerika/Inuvik

source: America/Iqaluit
sr: Amerika/Ikaluit

source: America/Jamaica
sr: Amerika/Jamajka

source: America/Juneau
sr: Amerika/Džuno

source: America/Kentucky/Louisville
sr: Amerika/Kentaki/Luivil

source: America/Kentucky/Monticello
sr: Amerika/Kentaki/Montičelo

source: America/Kralendijk
sr: Amerika/Kralendajk

source: America/La Paz
sr: Amerika/La Pas

source: America/Lima
sr: Amerika/Lima

source: America/Los Angeles
sr: Amerika/Los Anđeles

source: America/Lower Princes
sr: Amerika/Lower Princes

source: America/Maceio
sr: Amerika/Masejo

source: America/Managua
sr: Amerika/Managva

source: America/Manaus
sr: Amerika/Manaus

source: America/Marigot
sr: Amerika/Marigo

source: America/Martinique
sr: Amerika/Martinik

source: America/Matamoros
sr: Amerika/Matamoros

source: America/Mazatlan
sr: Amerika/Mazatlan

source: America/Menominee
sr: Amerika/Menomini

source: America/Merida
sr: Amerika/Merida

source: America/Metlakatla
sr: Amerika/Metlakatla

source: America/Mexico City
sr: Amerika/Meksiko Siti

source: America/Miquelon
sr: Amerika/Mikelon

source: America/Moncton
sr: Amerika/Monkton

source: America/Monterrey
sr: Amerika/Monterej

source: America/Montevideo
sr: Amerika/Montevideo

source: America/Montserrat
sr: Amerika/Monserat

source: America/Nassau
sr: Amerika/Nasau

source: America/New York
sr: Amerika/Nju Jork

source: America/Nipigon
sr: Amerika/Nipigon

source: America/Nome
sr: Amerika/Noum

source: America/Noronha
sr: Amerika/Noronja

source: America/North Dakota/Beulah
sr: Amerika/Severna Dakota/Bjula

source: America/North Dakota/Center
sr: Amerika/Severna Dakota/Senter

source: America/North Dakota/New Salem
sr: Amerika/Severna Dakota/Nju Sejlem

source: America/Ojinaga
sr: Amerika/Ohinaga

source: America/Panama
sr: Amerika/Panama

source: America/Pangnirtung
sr: Amerika/Pangnirtung

source: America/Paramaribo
sr: Amerika/Paramaribo

source: America/Phoenix
sr: Amerika/Finiks

source: America/Port of Spain
sr: Amerika/Port of Spejn

source: America/Port-au-Prince
sr: Amerika/Port-o-Prens

source: America/Porto Velho
sr: Amerika/Porto Veljo

source: America/Puerto Rico
sr: Amerika/Portoriko

source: America/Punta Arenas
sr: Amerika/Punta Arenas

source: America/Rainy River
sr: Amerika/Rejni River

source: America/Rankin Inlet
sr: Amerika/Rankin inlet

source: America/Recife
sr: Amerika/Resife
