Repository: UNICEFECAR/parent-buddy-cms
Catalog: config/*.po
Languages: sr

source: America/Regina
sr: Amerika/Ređina

source: America/Resolute
sr: Amerika/Rezolut

source: America/Rio Branco
sr: Amerika/Rio Branko

source: America/Santarem
sr: Amerika/Santarem

source: America/Santiago
sr: Amerika/Santijago

source: America/Santo Domingo
sr: Amerika/Santo Domingo

source: America/Sao Paulo
sr: Amerika/Sao Paolo

source: America/Scoresbysund
sr: Amerika/Itokortormit

source: America/Sitka
sr: Amerika/Sitka

source: America/St Barthelemy
sr: Amerika/Sent Bartelemi

source: America/St Johns
sr: Amerika/Sent Džon

source: America/St Kitts
sr: Amerika/Sent Kits

source: America/St Lucia
sr: Amerika/Sveta Lucija

source: America/St Thomas
sr: Amerika/Sent Tomas

source: America/St Vincent
sr: Amerika/Sent Vinsent

source: America/Swift Current
sr: Amerika/Svift Karent

source: America/Tegucigalpa
sr: Amerika/Tegucigalpa

source: America/Thule
sr: Amerika/Tule

source: America/Thunder Bay
sr: Amerika/Tander Bej

source: America/Tijuana
sr: Amerika/Tihuana

source: America/Toronto
sr: Amerika/Toronto

source: America/Tortola
sr: Amerika/Tortola

source: America/Vancouver
sr: Amerika/Vankuver

source: America/Whitehorse
sr: Amerika/Vajthors

source: America/Winnipeg
sr: Amerika/Vinipeg

source: America/Yakutat
sr: Amerika/Jakutat

source: America/Yellowknife
sr: Amerika/Jelounajf

source: Antarctica/Casey
sr: Antarktik/Kejsi

source: Antarctica/Davis
sr: Antarktik/Dejvis

source: Antarctica/DumontDUrville
sr: Antarktik/DumontDUrville

source: Antarctica/Macquarie
sr: Antarktik/Macquarie

source: Antarctica/Mawson
sr: Antarktik/Mawson

source: Antarctica/McMurdo
sr: Antarktik/McMurdo

source: Antarctica/Palmer
sr: Antarktik/Palmer

source: Antarctica/Rothera
sr: Antarktik/Rothera

source: Antarctica/Syowa
sr: Antarktik/Syowa

source: Antarctica/Troll
sr: Antarktik/Troll

source: Antarctica/Vostok
sr: Antarktik/Vostok

source: Arctic/Longyearbyen
sr: Arktik/Longjerbijen

source: Asia/Aden
sr: Azija/Aden

source: Asia/Almaty
sr: Azija/Almati

source: Asia/Amman
sr: Azija/Aman

source: Asia/Anadyr
sr: Azija/Anadir

source: Asia/Aqtau
sr: Azija/Akau

source: Asia/Aqtobe
sr: Azija/Aktobe

source: Asia/Ashgabat
sr: Azija/Ašhabad

source: Asia/Atyrau
sr: Azija/Atirau

source: Asia/Baghdad
sr: Azija/Bagdad

source: Asia/Bahrain
sr: Azija/Bahrein

source: Asia/Baku
sr: Azija/Baku

source: Asia/Bangkok
sr: Azija/Bangkok

source: Asia/Barnaul
sr: Azija/Barnaul

source: Asia/Beirut
sr: Azija/Bejrut

source: Asia/Bishkek
sr: Azija/Biškek

source: Asia/Brunei
sr: Azija/Bruneji

source: Asia/Chita
sr: Azija/Čita

source: Asia/Choibalsan
sr: Azija/Čoibalsan

source: Asia/Colombo
sr: Azija/Kolombo

source: Asia/Damascus
sr: Azija/Damask

source: Asia/Dhaka
sr: Azija/Daka

source: Asia/Dili
sr: Azija/Dili

source: Asia/Dubai
sr: Azija/Dubai

source: Asia/Dushanbe
sr: Azija/Dušanbe

source: Asia/Famagusta
sr: Azija/Famagusta

source: Asia/Gaza
sr: Azija/Gaza

source: Asia/Hebron
sr: Azija/Hebron

source: Asia/Ho Chi Minh
sr: Azija/Ho Ši Min

source: Asia/Hong Kong
sr: Azija/Hong Kong

source: Asia/Hovd
sr: Azija/Hovd

source: Asia/Irkutsk
sr: Azija/Irkutsk

source: Asia/Jakarta
sr: Azija/Džakarta

source: Asia/Jayapura
sr: Azija/Džajapura

source: Asia/Jerusalem
sr: Azija/Jerusalim

source: Asia/Kabul
sr: Azija/Kabul

source: Asia/Kamchatka
sr: Azija/Kamčatka

source: Asia/Karachi
sr: Azija/Karači

source: Asia/Kathmandu
sr: Azija/Katmandu

source: Asia/Khandyga
sr: Azija/Handiga

source: Asia/Kolkata
sr: Azija/Kolkata

source: Asia/Krasnoyarsk
sr: Azija/Krasnojarsk

source: Asia/Kuala Lumpur
sr: Azija/Kuala Lumpur

source: Asia/Kuching
sr: Azija/Kačing

source: Asia/Kuwait
sr: Azija/Kuvajt

source: Asia/Macau
sr: Azija/Makao

source: Asia/Magadan
sr: Azija/Magadan

source: Asia/Makassar
sr: Azija/Makasar

source: Asia/Manila
sr: Azija/Manila

source: Asia/Muscat
sr: Azija/Muskat

source: Asia/Nicosia
sr: Azija/Nikozija

source: Asia/Novokuznetsk
sr: Azija/Novokuznjec

source: Asia/Novosibirsk
sr: Azija/Novosibirsk

source: Asia/Omsk
sr: Azija/Omsk

source: Asia/Oral
sr: Azija/Oral

source: Asia/Phnom Penh
sr: Azija/Pnom Pen

source: Asia/Pontianak
sr: Azija/Pontianak

source: Asia/Pyongyang
sr: Azija/Pjongjang

source: Asia/Qatar
sr: Azija/Katar

source: Asia/Qostanay
sr: Azija/Koštjani

source: Asia/Qyzylorda
sr: Azija/Kizilorda

source: Asia/Riyadh
sr: Azija/Rijad

source: Asia/Sakhalin
sr: Azija/Sahalin

source: Asia/Samarkand
sr: Azija/Samarkand

source: Asia/Seoul
sr: Azija/Seul

source: Asia/Shanghai
sr: Azija/Šangaj

source: Asia/Singapore
sr: Azija/Singapur

source: Asia/Srednekolymsk
sr: Azija/Srednjekolimsk

source: Asia/Taipei
sr: Azija/Tajpej

source: Asia/Tashkent
sr: Azija/Taškent

source: Asia/Tbilisi
sr: Azija/Tbilisi

source: Asia/Tehran
sr: Azija/Teheran

source: Asia/Thimphu
sr: Azija/Timbu

source: Asia/Tokyo
sr: Azija/Tokijo

source: Asia/Tomsk
sr: Azija/Tomsk

source: Asia/Ulaanbaatar
sr: Azija/Ulan Bator

source: Asia/Urumqi
sr: Azija/Urumći

source: Asia/Ust-Nera
sr: Azija/Ust-Nera

source: Asia/Vientiane
sr: Azija/Vijentijan

source: Asia/Vladivostok
sr: Azija/Vladivostok

source: Asia/Yakutsk
sr: Azija/Jakutsk

source: Asia/Yangon
sr: Azija/Jangon

source: Asia/Yekaterinburg
sr: Azija/Jekaterinburg

source: Asia/Yerevan
sr: Azija/Jerevan

source: Atlantic/Azores
sr: Atlantik/Azori

source: Atlantic/Bermuda
sr: Atlantik/Bermudi

source: Atlantic/Canary
sr: Atlantik/Kanarska Ostrva

source: Atlantic/Cape Verde
sr: Atlantik/Zelenortska Ostrva

source: Atlantic/Faroe
sr: Atlantik/Farska Ostrva

source: Atlantic/Madeira
sr: Atlantik/Madeira

source: Atlantic/Reykjavik
sr: Atlantik/Rejkjavik

source: Atlantic/South Georgia
sr: Atlantik/Južna Džordžija

source: Atlantic/St Helena
sr: Atlantik/Sveta Jelena

source: Atlantic/Stanley
sr: Atlantik/Stenli

source: Australia/Adelaide
sr: Australija/Adelejd

source: Australia/Brisbane
sr: Australija/Brizbejn

source: Australia/Broken Hill
sr: Australija/Broken Hil

source: Australia/Currie
sr: Australija/Kuri

source: Australia/Darwin
sr: Australija/Darvin

source: Australia/Eucla
sr: Australija/Eukla

source: Australia/Hobart
sr: Australija/Hobart

source: Australia/Lindeman
sr: Australija/Lindeman

source: Australia/Lord Howe
sr: Australija/Lord Hau

source: Australia/Melbourne
sr: Australija/Melburn

source: Australia/Perth
sr: Australija/Pert

source: Australia/Sydney
sr: Australija/Sidnej

source: Europe/Amsterdam
sr: Evropa/Amsterdam

source: Europe/Andorra
sr: Evropa/Andora

source: Europe/Astrakhan
sr: Evropa/Astrahan

source: Europe/Athens
sr: Evropa/Atina

source: Europe/Belgrade
sr: Evropa/Beograd

source: Europe/Berlin
sr: Evropa/Berlin

source: Europe/Bratislava
sr: Evropa/Bratislava

source: Europe/Brussels
sr: Evropa/Brisel

source: Europe/Bucharest
sr: Evropa/Bukurešt

source: Europe/Budapest
sr: Evropa/Budimpešta

source: Europe/Busingen
sr: Evropa/Bisingen

source: Europe/Chisinau
sr: Evropa/Kišinjev

source: Europe/Copenhagen
sr: Evropa/Kopenhagen

source: Europe/Dublin
sr: Evropa/Dablin

source: Europe/Gibraltar
sr: Evropa/Gibraltar

source: Europe/Guernsey
sr: Evropa/Gernzi

source: Europe/Helsinki
sr: Evropa/Helsinki

source: Europe/Isle of Man
sr: Evropa/Ostrvo Man

source: Europe/Istanbul
sr: Evropa/Istanbul

source: Europe/Jersey
sr: Evropa/Džerzi

source: Europe/Kaliningrad
sr: Evropa/Kalinjingrad

source: Europe/Kiev
sr: Evropa/Kijev

source: Europe/Kirov
sr: Evropa/Kirov

source: Europe/Lisbon
sr: Evropa/Lisabon

source: Europe/Ljubljana
sr: Evropa/Ljubljana

source: Europe/London
sr: Evropa/London

source: Europe/Luxembourg
sr: Evropa/Luksemburg

source: Europe/Madrid
sr: Evropa/Madrid

source: Europe/Malta
sr: Evropa/Malta

source: Europe/Mariehamn
sr: Evropa/Marijehamn

source: Europe/Minsk
sr: Evropa/Minsk

source: Europe/Monaco
sr: Evropa/Monako

source: Europe/Moscow
sr: Evropa/Moskva

source: Europe/Oslo
sr: Evropa/Oslo

source: Europe/Paris
sr: Evropa/Pariz

source: Europe/Podgorica
sr: Evropa/Podgorica

source: Europe/Prague
sr: Evropa/Prag

source: Europe/Riga
sr: Evropa/Riga

source: Europe/Rome
sr: Evropa/Rim

source: Europe/Samara
sr: Evropa/Samara

source: Europe/San Marino
sr: Evropa/San Marino

source: Europe/Sarajevo
sr: Evropa/Sarajevo

source: Europe/Saratov
sr: Evropa/Saratov

source: Europe/Simferopol
sr: Evropa/Simferopolj

source: Europe/Skopje
sr: Evropa/Skoplje

source: Europe/Sofia
sr: Evropa/Sofija

source: Europe/Stockholm
sr: Evropa/Stokholm

source: Europe/Tallinn
sr: Evropa/Talin

source: Europe/Tirane
sr: Evropa/Tirana

source: Europe/Ulyanovsk
sr: Evropa/Uljanovsk

source: Europe/Uzhgorod
sr: Evropa/Uzhorod

source: Europe/Vaduz
sr: Evropa/Vaduz

source: Europe/Vatican
sr: Evropa/Vatikan

source: Europe/Vienna
sr: Evropa/Beč

source: Europe/Vilnius
sr: Evropa/Viljnus

source: Europe/Volgograd
sr: Evropa/Volgograd

source: Europe/Warsaw
sr: Evropa/Varšava

source: Europe/Zagreb
sr: Evropa/Zagreb

source: Europe/Zaporozhye
sr: Evropa/Zaporožje

source: Europe/Zurich
sr: Evropa/Cirih

source: Indian/Antananarivo
sr: Indijski/Antanarivo

source: Indian/Chagos
sr: Indijski/Čagos Arhipelag

source: Indian/Christmas
sr: Indijski/Božićna Ostrva

source: Indian/Cocos
sr: Indijski/Kokosova Ostrva

source: Indian/Comoro
sr: Indijski/Komori

source: Indian/Kerguelen
sr: Indijski/Kergelen

source: Indian/Mahe
sr: Indijski/Mahe

source: Indian/Maldives
sr: Indijski/Maldivi

source: Indian/Mauritius
sr: Indijski/Mauricijus

source: Indian/Mayotte
sr: Indijski/Majote

source: Indian/Reunion
sr: Indijski/Reunion

source: Pacific/Apia
sr: Tihi Okean/Apija

source: Pacific/Auckland
sr: Tihi Okean/Okland

source: Pacific/Bougainville
sr: Tihi Okean/Bugenvil

source: Pacific/Chatham
sr: Tihi Okean/Čatam

source: Pacific/Chuuk
sr: Tihi Okean/Čuk

source: Pacific/Easter
sr: Tihi Okean/Uskršnja Ostrva

source: Pacific/Efate
sr: Tihi Okean/Efate

source: Pacific/Enderbury
sr: Tihi Okean/Enderberi

source: Pacific/Fakaofo
sr: Tihi Okean/Fakaofo

source: Pacific/Fiji
sr: Tihi Okean/Fidži

source: Pacific/Funafuti
sr: Tihi Okean/Funafuti

source: Pacific/Galapagos
sr: Tihi Okean/Galapagos

source: Pacific/Gambier
sr: Tihi Okean/Ostrva Gambje

source: Pacific/Guadalcanal
sr: Tihi Okean/Gvadalkanal

source: Pacific/Guam
sr: Tihi Okean/Guam

source: Pacific/Honolulu
sr: Tihi Okean/Honolulu

source: Pacific/Kiritimati
sr: Tihi Okean/Kiritimati

source: Pacific/Kosrae
sr: Tihi Okean/Košre

source: Pacific/Kwajalein
sr: Tihi Okean/Kvajelein

source: Pacific/Majuro
sr: Tihi Okean/Madžuro

source: Pacific/Marquesas
sr: Tihi Okean/Markiz

source: Pacific/Midway
sr: Tihi Okean/Midvej

source: Pacific/Nauru
sr: Tihi Okean/Nauru

source: Pacific/Niue
sr: Tihi Okean/Niue

source: Pacific/Norfolk
sr: Tihi Okean/Norfolk

source: Pacific/Noumea
sr: Tihi Okean/Noumea

source: Pacific/Pago Pago
sr: Tihi Okean/Pago Pago

source: Pacific/Palau
sr: Tihi Okean/Palau

source: Pacific/Pitcairn
sr: Tihi Okean/Pitkern

source: Pacific/Pohnpei
sr: Tihi Okean/Ponpej

source: Pacific/Port Moresby
sr: Tihi Okean/Port Morzbi

source: Pacific/Rarotonga
sr: Tihi Okean/Rarotonga

source: Pacific/Saipan
sr: Tihi Okean/Sajpan

source: Pacific/Tahiti
sr: Tihi Okean/Tahiti

source: Pacific/Tarawa
sr: Tihi Okean/Tarava

source: Pacific/Tongatapu
sr: Tihi Okean/Tongatapu

source: Pacific/Wake
sr: Tihi Okean/Vejk

source: Pacific/Wallis
sr: Tihi Okean/Valis

source: <q>Log in</q> for anonymous users
sr: <q>Prijavi se</q> za anonimne korisnike

source: Redirect type
sr: Tip preusmeravanja

source: Password
sr: Lozinka

source: Log in
sr: Prijavi se

source: Reset your password
sr: Zaboravili ste lozinku?

source: Selected language
sr: Izabrani jezik

source: Account administration pages
sr: Stranice administracije naloga

source: Session
sr: Sesija

source: Browser
sr: Pretraživač

source: Content language
sr: Jezik sadržaja

source: Interface
sr: Interfejs

source: @type language detection
sr: @type detekcija jezika

source: Order of language detection methods for interface text. If a translation of interface text is available in the detected language, it will be displayed.
sr: Redosled metoda otkrivanja jezika za tekst interfejsa. Ako je prevod teksta interfejsa dostupan na otkrivenom jeziku, biće prikazan.

source: Detection method
sr: Metod detekcije

source: Language based on a selected language.
sr: Jezik zasnovan na odabranom jeziku.

source: Enable @title language detection method
sr: Omogućite metod detekcije jezika @title

source: Weight for @title language detection method
sr: Težina metode za otkrivanja jezika @title

source: Account administration pages language setting.
sr: Podešavanje jezika stranica za administraciju naloga.

source: Language from the URL (Path prefix or domain).
sr: Jezik iz URL-a (prefiks putanje ili domena).

source: Language from a request/session parameter.
sr: Jezik iz parametra zahteva/sesije.

source: Follow the user's language preference.
sr: Sledite postavke jezika korisnika.

source: Language from the browser's language settings.
sr: Jezik iz postavki jezika pretraživača.

source: Order of language detection methods for content. If a version of content is available in the detected language, it will be displayed.
sr: Redosled metoda otkrivanja jezika za sadržaj. Ako je verzija sadržaja dostupna na otkrivenom jeziku, biće prikazan.

source: Customize %language_name language detection to differ from Interface text language detection settings
sr: Prilagodite detekciju jezika% language_name da se razlikuje od postavki detekcije jezika interfejsa

source: Determines the content language from a request parameter.
sr: Određuje jezik sadržaja iz parametra zahteva.

source: Use the detected interface language.
sr: Koristite otkriveni jezik interfejsa.

source: Save settings
sr: Sačuvaj podešavanja

source: Selected language configuration
sr: Izabrana jezična konfiguracija

source: The configuration options have been saved.
sr: Opcije konfiguracije su sačuvane.

source: Language detection configuration saved.
sr: Konfiguracija otkrivanja jezika je sačuvana.

source: The requested page could not be found.
sr: Tražena strana ne može biti pronađena.

source: Page not found
sr: Strana nije pronadjena

source: Entity form display
sr: Prikaz forme entiteta

source: Entity view display
sr: Prikaz entiteta

source: Base field override
sr: Poništavanje osnovnog polja

source: Allows content to be submitted to the site and displayed on pages.
sr: Omogućava slanje sadržaja na sajt i njegovo prikazivanje na stranicama.

source: Uninstall
sr: Deinstalirajte

source: Existing languages
sr: Postojeći jezici

source: Languages not yet added
sr: Jezici koji još nisu dodati

source: Afrikaans
sr: Afrikanski

source: Khmer
sr: Kmerski

source: Chinese, Traditional
sr: Kineski, Tradicionalni

source: Arabic
sr: Arapski

source: Asturian
sr: Asturijski

source: Azerbaijani
sr: Azerbejdžanski

source: Belarusian
sr: Beloruski

source: Bulgarian
sr: Bugarski

source: Bengali
sr: Bengalski

source: Tibetan
sr: Tibetanski

source: Chinese, Simplified
sr: Kineski, Pojednostavljeni

source: Bosnian
sr: Bosanski

source: Catalan
sr: Katalonski

source: Czech
sr: Češki

source: Vietnamese
sr: Vijetnamski

source: Ukrainian
sr: Ukrajinski

source: Uyghur
sr: Ujgurski

source: Turkish
sr: Turski

source: Thai
sr: Tajlandski

source: Tamil, Sri Lanka
sr: Tamilski, Šri Lanka

source: Tamil
sr: Tamilski

source: Swahili
sr: Svahili

source: Swedish
sr: Švedski

source: Albanian
sr: Albanski

source: Welsh
sr: Velški

source: Slovenian
sr: Slovenački

source: Slovak
sr: Slovački

source: Scots
sr: Škotski

source: Russian
sr: Ruski

source: Romanian
sr: Rumunski

source: Portuguese, Brazil
sr: Portugalski, Brazil

source: Portuguese, Portugal
sr: Portugalski, Portugal

source: Polish
sr: Poljski

source: Punjabi
sr: Pundžabi

source: Occitan
sr: Okcitanski

source: Norwegian Nynorsk
sr: Norveški Ninorsk

source: Norwegian Bokmål
sr: Norveški Bokmal

source: Dutch
sr: Holandski

source: Nepali
sr: Nepalski

source: Burmese
sr: Burmanski

source: Danish
sr: Danski

source: Bahasa Malaysia
sr: Bahasa Malezija

source: German
sr: Nemački

source: Mongolian
sr: Mongolski

source: Malayalam
sr: Malaialam

source: Macedonian
sr: Makedonski

source: Malagasy
sr: Malagaški

source: Latvian
sr: Letonski

source: Lithuanian
sr: Litvanski

source: Kyrgyz
sr: Kirgiski

source: Kurdish
sr: Kurdski

source: Korean
sr: Korejski

source: Amharic
sr: Amharski

source: Kazakh
sr: Kazakški

source: Georgian
sr: Gruzijski

source: Javanese
sr: Javanski

source: Japanese
sr: Japanski

source: Italian
sr: Italijanski

source: Icelandic
sr: Islandski

source: Indonesian
sr: Indonežanski

source: Armenian
sr: Armenski

source: Greek
sr: Grčki

source: Hungarian
sr: Mađarski

source: Haitian Creole
sr: Haićanski Kreol

source: Croatian
sr: Hrvatski

source: Hindi
sr: Hindu

source: Hebrew
sr: Jevrejski

source: Gujarati
sr: Gudžarati

source: Swiss German
sr: Švajcarsko Nemački

source: Galician
sr: Galicijski

source: Scots Gaelic
sr: Škotski Gelski

source: Irish
sr: Irski

source: Frisian, Western
sr: Frizijski, Zapadni

source: French
sr: Francuski

source: Faeroese
sr: Farski

source: Filipino
sr: Filipinski

source: Finnish
sr: Finski

source: Persian, Farsi
sr: Persijski, Farsi

source: Basque
sr: Baskijski

source: Simple English
sr: Osnovni Engleski

source: Estonian
sr: Estonski

source: Spanish
sr: Španski

source: Browser language code
sr: Kod jezika pretraživača

source: Site language
sr: Jezik veb stranice

source: Use language codes as <a href=":w3ctags">defined by the W3C</a> for interoperability. <em>Examples: "en", "en-gb" and "zh-hant".</em>
sr: Koristi kodove jezika <a href=":w3ctags">definisane od strane W3C</a> za interoperabilnost. <em>Primeri: "en", "en-gb" and "zh-hant".</em>

source: Add a new mapping
sr: Dodajte novo mapiranje

source: Browser language detection configuration
sr: Konfiguracija metode detekcije jezika pretraživača

source: Path prefix
sr: Prefiks putanje.

source: Domain
sr: Domen

source: Part of the URL that determines language
sr: Deo URL koji određuje jezik

source: %language (%langcode) path prefix
sr: %language (%langcode) prefiks putanje

source: %language (%langcode) path prefix (Default language)
sr: %language (%langcode) prefiks putanje (Podrazumevani jezik)

source: Path prefix configuration
sr: Konfiguracija prefiksa putanje

source: Language codes or other custom text to use as a path prefix for URL language detection. For the selected fallback language, this value may be left blank. <strong>Modifying this value may break existing URLs. Use with caution in a production environment.</strong> Example: Specifying "deutsch" as the path prefix code for German results in URLs like "example.com/deutsch/contact".
sr: Jezički kodovi ili drugi prilagođeni tekst koji se koristi kao prefiks puta za otkrivanje jezika URL-a. Za odabrani rezervni jezik, ova vrednost može biti prazna.<strong>Izmena ove vrednosti može pokvariti postojeće URL adrese. Upotrebljavajte sa oprezom u proizvodnom okruženju.</strong>Primer: Određivanje "deutsch" kao prefiksa putanje za nemački jezik dovodi do URL adresa poput "example.com/deutsch/contact".

source: %language (%langcode) domain
sr: %language (%langcode) domen

source: Domain configuration
sr: Konfiguracija domene

source: The domain names to use for these languages. <strong>Modifying this value may break existing URLs. Use with caution in a production environment.</strong> Example: Specifying "de.example.com" as language domain for German will result in a URL like "http://de.example.com/contact".
sr: Imena domena koja se koriste za ove jezike.<strong>Izmena ove vrednosti može pokvariti postojeće URL adrese. Koristite sa oprezom u proizvodnom okruženju.</strong>Primer: Ako odredite "de.example.com" kao jezički domen za nemački jezik, rezultiraće URL-om poput "http://de.example.com/contact".

source: URL language detection configuration
sr: Konfiguracija jezika za otkrivanje URL adresa

source: Uninstall @module module
sr: Deinstalirajte @module modul

source: The following reason prevents @module.module_name from being uninstalled:
sr: Sledeći razlog sprečava deinstaliranje @module.module_name:

source: There is content for the entity type: @entity_type. <a href=":url">Remove @entity_type_plural</a>.
sr: Postoji sadržaj za tip entiteta: @entity_type. <a href=":url">Uklonite @entity_type_plural</a>.

source: Provides a filter plugin that is in use in the following filter formats: %formats
sr: Pruža dodatak filtera koji se koristi u sledećim formatima filtera: %formats

source: Deprecated. All the functionality has been moved to Core.
sr: Zastarelo. Sva funkcionalnost je premeštena u Core.

source: files
sr: fajlovi

source: The %field_type_label field type is used in the following field: @fields
sr: %field_type_label tip polja se koristi u sledećim poljima: @fields

source: Provides helpful under-the-hood functionality used while installing Lightning.
sr: Omogućava korisnu funkcionalnost ispod haube koja se koristi prilikom instaliranja Lightning modula.

source: taxonomy terms
sr: termini taksonomije

source: Configuration saved.
sr: Konfiguracija je sačuvana.

source: 1 day
sr: 1 dan

source: Fri
sr: Pet

source: Friday
sr: Petak

source: PM
sr: posle podne

source: Compress layout by hiding descriptions.
sr: Sažmite raspored sakrivanjem opisa.

source: Hide descriptions
sr: Sakrijte opise

source: An AJAX HTTP error occurred.
sr: Došlo je do Ajax HTTP greške.

source: HTTP Result Code: !status
sr: HTTP Rezultat Kod: !status

source: An AJAX HTTP request terminated abnormally.
sr: AJAX HTTP zahtev je prekinut nenormalno.

source: Debugging information follows.
sr: Informacije za uklanjanje grešaka slede.

source: Path: !uri
sr: Putanja: !uri

source: StatusText: !statusText
sr: StatusniTekst: !statusText

source: ResponseText: !responseText
sr: TekstOdgovora: !responseText

source: ReadyState: !readyState
sr: SpremnoStanje: !readyState

source: CustomMessage: !customMessage
sr: Proizvoljna poruka: !customMessage

source: Please wait...
sr: Molim sačekajte...

source: The response failed verification so will not be processed.
sr: Odgovor nije mogao biti verifikovan, tako da neće biti obrađen.

source: The callback URL is not local and not trusted: !url
sr: URL povratnog poziva nije lokalni i nije pouzdan: !url

source: Open
sr: Otvori

source: Close
sr: Zatvori

source: @action @title configuration options
sr: @action @title konfiguracione opcije

source: This permission is inherited from the authenticated user role.
sr: Ovo permisija se nasleđuje od autentifikovane uloge korisnika.

source: Show all columns
sr: Prikaži sve kolone

source: Hide lower priority columns
sr: Sakrij kolone manjeg prioriteta

source: Show table cells that were hidden to make the table fit within a small screen.
sr: Pokažite ćelije tabele koje su bile skrivene da bi se tabela prikazala na manjem ekranu.

source: Collapse
sr: Skupi

source: Horizontal orientation
sr: Horizontalna orijentacija

source: Vertical orientation
sr: Verikalna orijentacija

source: The toolbar cannot be set to a horizontal orientation when it is locked.
sr: Traka sa alatima se ne može postaviti na horizontalnu orijentaciju kada je zaključana.

source: Tray orientation changed to @orientation.
sr: Orijentacija ležišta je promenjena u @orientation.

source: closed
sr: zatvorena

source: opened
sr: otvoren

source: Tray "@tray" @action.
sr: Ležište "@tray" @action.

source: Tray @action.
sr: Ležište @action.

source: Tabbing is no longer constrained by the Contextual module.
sr: Kontekstualni modul više ne ograničava tabove.

source: Tabbing is constrained to a set of @contextualsCount and the edit mode toggle.
sr: Tabovi su ograničeni na @contextualsCount i prebacivanje režima za uređivanje.

source: Press the esc key to exit.
sr: Pritisnite taster esc da biste izašli.
