Repository: UNICEFECAR/parent-buddy-cms
Catalog: config/*.po
Languages: sr

source: Content belonging to a certain taxonomy term.
sr: Sadržaj koji pripada određenom terminu taksonomije

source: People
sr: Ljudi

source: Find and manage people interacting with your site.
sr: Pronađite i upravljajte ljudima koji dolaze u kontakt sa vašom veb stranicom.

source: Bulk update
sr: Skupno ažuriranje

source: Username
sr: Korisničko ime

source: Active
sr: Aktivan

source: Blocked
sr: Blokiran

source: Roles
sr: Uloge

source: Member for
sr: Član ste

source: Last access
sr: Poslednji pristup

source: Name or email contains
sr: Ime i e-majl sadrže

source: Role
sr: Uloga

source: Permission
sr: Dozvola

source: No people available.
sr: Nema dostupnih ljudi.

source: more
sr: još

source: List
sr: Lista

source: Manage user accounts, roles, and permissions.
sr: Upravljajte korisničkim nalozima, ulogama i dozvolama.

source: Who's new
sr: Ko su novi korisnici

source: Shows a list of the newest user accounts on the site.
sr: Prikaži listu najnovijih korisničkih naloga na veb stranici.

source: A list of new users
sr: Lista novih korisnika

source: Who's online block
sr: Blok "Ko je onlajn?"

source: Shows the user names of the most recently active users, and the total number of active users.
sr: Prikazuje korisnička imena najnovijih korisnika i ukupan broj aktivnih korisnika.

source: A user is considered online for this long after they have last viewed a page.
sr: Korisnik se smatra da je onlajn nakon što je prošlo ovo vreme nakon što je poslednji put pregledao stranicu.

source: Who's online
sr: Ko je online?

source: There are currently @total users online.
sr: Trenutno je @total korisnika onlajn.

source: There are currently 0 users online.
sr: Trenutno je 0 korisnika onlajn.

source: A list of users that are currently logged in.
sr: Lista korisnika koji su trenutno ulogovani.

source: Update URL alias
sr: Ažuriraj pseudonime URL-a

source: Breadcrumbs
sr: Navigacija sa putanjom

source: Main page content
sr: Glavni sadržaj stranice

source: Primary admin actions
sr: Primarne administratorske akcije

source: User login
sr: Prijavljivanje korisnika

source: Status messages
sr: Statusne poruke

source: Page title
sr: Naslov strane

source: Primary tabs
sr: Primarne kartice

source: Secondary tabs
sr: Sekundarne kartice

source: Text
sr: Tekst

source: A text block contains a title and a body.
sr: Tekstualni blok sadrži naslov i glavni tekst.

source: Serbian
sr: Srpski

source: General
sr: Generalno

source: @type_label bundle
sr: @type_label snop

source: Custom menu link
sr: Prilagođena veza menija

source: Vocabulary
sr: Rečnik

source: Custom block type
sr: Prilagođen tip bloka

source: Appears in: @bundles.
sr: Pojavljuje se u: @bundles.

source: Also known as:
sr: Takođe poznat kao:

source: @group (historical data): @field
sr: @group (podaci iz istorije): @field

source: Layout
sr: Raspored

source: Add content
sr: Dodajte sadržaj

source: Subscribe to @title
sr: Pretplatite se na @title

source: Skip to main content
sr: Pređi na glavni sadržaj

source: Administer blocks, content types, menus, etc.
sr: Administrirajte blokove, vrste sadržaja, menije itd.

source: Select and configure themes.
sr: Izaberite i konfigurišite teme.

source: Add and enable modules to extend site functionality.
sr: Dodajte i omogućite module za proširenje funkcionalnosti veb stranice.

source: Administer settings.
sr: Administrirajte podešavanja.

source: View reports, updates, and errors.
sr: Pregledajte izveštaje, ažuriranja i greške.

source: Inaccessible
sr: Nedostupan

source: Article
sr: Članak

source: Logout
sr: Odjavite se

source: Toolbar items
sr: Stavke na alatnoj traci

source: Return to site content
sr: Povratak na sadržaj veb stranice

source: Back to site
sr: Nazad na veb stranicu

source: Admin menu
sr: Administratorski meni

source: Manage
sr: Upravljaj

source: My account
sr: Moj nalog

source: Site administration toolbar
sr: Traka sa alatkama za administraciju veb stranice

source: Administration menu
sr: Administratorski meni

source: User account actions
sr: Akcije korisničkog naloga

source: Crop type
sr: Tip obrezivanja

source: Embed button
sr: Ugradi dugme

source: Entity browser
sr: Pretraživač entiteta

source: Layout builder style
sr: Stil alata za izradu rasporeda

source: Metatag defaults
sr: Podrazumevane vrednosti Metatag oznaka

source: Pathauto pattern
sr: Pathauto obrazac

source: Date format
sr: Format datuma

source: Form mode
sr: Mod forme

source: View mode
sr: Vrsta prikaza

source: Edit user account
sr: Uredite korisnički nalog

source: View profile
sr: Pregledajte profil

source: Edit profile
sr: Uredite profil

source: Log out
sr: Odjavi se

source: View the Moderation Dashboard page
sr: Pogledajte stranicu Moderacijske Table

source: Configure what block content appears in your site's sidebars and other regions.
sr: Konfigurišite koji se blok prikazuje u bočnim trakama i drugim regionima vaše veb stranice.

source: Create and manage fields, forms, and display settings for your content.
sr: Napravite i upravljajte poljima, formama, i podešavanjima prikaza vašeg sadržaja.

source: Configure what displays are available for your content and forms.
sr: Konfigurišite koji su prikazi dostupni za vaš sadržaj i forme.

source: Manage tagging, categorization, and classification of your content.
sr: Upravljajte označavanjem, kategorizacijom i klasifikacijom vašeg sadržaja.

source: Manage media types.
sr: Upravljajte tipovima medije.

source: Manage menus and menu links.
sr: Upravljajte menijima i vezama u menijima.

source: Manage customized lists of content.
sr: Upravljajte prilagođenim listama sadržaja.

source: Manage pre-defined layouts for use by content editors.
sr: Upravljajte pre'definisanim rasporedima koje koriste uređivači sadržaja

source: Configure the location of uploaded files and how they are accessed.
sr: Konfigurišite lokaciju uvezenih fajlova i kako im se pristupa.

source: Choose which image toolkit to use if you have installed optional toolkits.
sr: Izaberite koji alat za slike da se koristi ako ste instalirali opcionalne alate.

source: Configure styles that can be used for resizing or adjusting images on display.
sr: Konfigurišite stilove koji se mogu koristiti za promenu veličine ili podešavanje slika koje se prikazuju.

source: Manage media settings.
sr: Upravljajte podešavanjima ta mediju.

source: Manage Media Library settings.
sr: Upravljajte podešavanja za Medija biblioteku

source: Manage crop types.
sr: Uredite tipove obrezivanja

source: Configure common settings for ImageWidgetCrop.
sr: Konfigurišite zajednička podešavanja za ImageWidgetCrop.

source: Configure the site description, the number of items per feed, and whether feeds should be titles/teasers/full-text.
sr: Konfigurišite opis veb stranice, broj stavki po fidu i da li fidovi treba da budu beznaslova /teasers/full-text.

source: Configure whether to allow only read operations or all operations.
sr: Konfigurišite da li da se dozvole samo operacije čitanja ili sve operacije.

source: Register and configure the decoupled consumers to your API.
sr: Registrujte i konfigurišite razdvojene potrošače vašeg API-ja.

source: Available OpenAPI Documentation.
sr: Dostupna OpenAPI dokumentacija.

source: Configure REST server settings.
sr: Konfigurišite podešavanja REST servera.

source: Configure and use development tools.
sr: Konfigurišite i koristite alat za rayvoj.

source: Take the site offline for updates and other maintenance tasks.
sr: Prebacite veb stranicu u oflajn mode za izvršenje ažuriranja i drugih zadatak održavanja

source: Configure caching and bandwidth optimization.
sr: Konfigurišite keširanje i optimizaciju protoka.

source: Configure the display of error messages and database logging.
sr: Konfigurišite prikaz poruka o greškama i logovanja u bazi.

source: Import and export your configuration.
sr: Uvezite i izvezite vašu konfiguraciju.

source: Configure regional settings, localization, and translation.
sr: Konfigurišite regionalna podešavanja, lokalizaciju i prevod.

source: Configure the locale and timezone settings.
sr: Konfigurišite podešavanja lokalizacije i vremenske zone.

source: Configure how dates and times are displayed.
sr: Konfigurišite kako se datumi i vreme prikazuju.

source: Translate the configuration.
sr: Prevedite konfiguraciju.

source: Configure languages for content, interface, and configuration.
sr: Konfigurišite jezike za sadržaj, interfejs i konfiguraciju.

source: Configure language and translation support for content.
sr: Konfigurišite podršku za jezik i prevod sadržaja.

source: Configure the import of translation files, and add or customize interface translations.
sr: Konfigurišite uvoz fajlova za prevođenje i dodajte ili prilagodite prevodilački interfejs.

source: Configure site search, metadata, and search engine optimization.
sr: Konfigurišite pretragu, meta podatke, i optimizaciju pretrage za veb stranicu.

source: Add custom URLs to existing paths.
sr: Dodajte prilagođene URL adrese postojećim stazama.

source: Create and configure search indexes and servers.
sr: Kreirajte i konfigurišite indekse i servere za pretragu.

source: Configure Metatag defaults.
sr: Konfigurišite podrazumevane Metatag oznake.

source: Redirect users from one URL to another.
sr: Preusmerite korisnike sa jednog URL-a na drugi.

source: Configure basic site settings, actions, and cron.
sr: Konfigurišite osnovna podešavanja, akcije i radnje veb stranice.

source: Change site name, email address, slogan, default front page, and error pages.
sr: Promeni ime sajta, e-mejl adrese, slogan, podrazumevanu naslovnu stranu i stranice grešaka

source: Manage automatic site maintenance tasks.
sr: Upravljanje zadacima automatskog održavanja veb stranice.

source: Various settings for altering the behavior of Lightning modules.
sr: Različita podešavanja za promenu ponašanja Lightning modula.

source: Configure the administrative user interface.
sr: Konfigurišite administrativni korisnički interfejs.

source: Configure Moderation Sidebar.
sr: Konfigurišite bočnu traku za moderiranje.

source: Settings for the Module Filter module.
sr: Podešavanja za Module Filter modul.

source: Manage the content workflow.
sr: Upravljajte procesom rada sa sadržajem.

source: Configure workflows.
sr: Konfigurišite radne tokove.

source: Configure content formatting and authoring.
sr: Konfigurišu formatiranje sadržaja i autorstvo.

source: Configure how entity fields are compared.
sr: Konfigurišite kako se upoređuju polja entiteta.

source: Select and configure text editors, and how content is filtered when displayed.
sr: Izaberite i konfigurišite uređivače teksta, i kako se sadržaj filtrira kada je prikazan.

source: Change interval and forms on which autosave is active.
sr: Promenite interval i forme na kojima je aktivno automatsko čuvanje.

source: Manage entity browsers.
sr: Upravljajte pretraživačem entiteta.

source: Manage text editor embed buttons.
sr: Upravljaj sa Ugradi dugmad u uređivač teksta.

source: Manage which Layout Builder Restrictions plugins run, and in which order.
sr: Upravljajte koji dodaci za Ograničenje alata za izradu rasporeda se pokreću, i u kom poredku.

source: Manage layout builder styles.
sr: Upravljajte stilovima alata za izradu rasporeda

source: Allows the user to configure the layout of questions and answers on a FAQ page.
sr: Dozvoljava korisniku da konfiguriše raspored pitanja i odgovora na FAQ strani.

source: Configure user accounts.
sr: Konfigurišite naloge korisnika.

source: Configure default user account settings, including fields, registration requirements, and email messages.
sr: Konfigurišite podrazumevana podešavanja korisničkog naloga, uključujući polja, zahtevi za registraciju i email poruke.

source: Configure the Simple OAuth settings and manage entities.
sr: Konfigurišite podešavanja Jednostavnog OAuth sistema i upravljajte entitetima.

source: Configure Moderation Dashboard.
sr: Konfigurišite Moderacijsku Tablu.

source: Add vocabulary
sr: Dodajte rečnik

source: Categories
sr: Kategorije

source: Article Tags
sr: Tagovi Članka

source: Predefined Tags
sr: Predefinisani Tagovi

source: Taxonomy
sr: Taksonomija

source: Layout library
sr: Biblioteka rasporeda

source: Structure
sr: Strukture

source: Media settings
sr: Podešavanja medija

source: Media Library settings
sr: Podešavanje biblioteke medija

source: Web services
sr: Web servisi

source: Development
sr: Razvoj

source: Regional and language
sr: Regionalni i jezik

source: Search and metadata
sr: Pretraga i metapodaci

source: System
sr: Sistem

source: User interface
sr: Korisnički interfejs

source: Workflow
sr: Proces rada

source: Content authoring
sr: Autorizacija sadržaja

source: Configuration
sr: Konfiguracija

source: Index
sr: Indeks

source: Label
sr: Oznaka

source: Entity Type
sr: Tip Entiteta

source: Bundle
sr: Paket

source: Breadcrumb
sr: Navigacija sa putanjom

source: Home
sr: Početna

source: Add layout
sr: Dodaj raspored

source: Enable advanced UI
sr: Omogući napredni UI

source: If checked, users creating new media items in the media library will see a summary of their selected media items, and they will be able insert their selection directly into the media field or text editor.
sr: Ako je potvrđeno, korisnici koji stvaraju nove medijske stavke u biblioteci medija videće rezime svojih izabranih medijskih stavki i moći će da umetnu svoj izbor direktno u polje medija ili u uređivač teksta.

source: Save configuration
sr: Sačuvaj podešavanja

source: It is potentially insecure to display oEmbed content in a frame that is served from the same domain as your main Drupal site, as this may allow execution of third-party code. <a href="https://oembed.com/#section3" target="_blank">Take a look here for more information</a>.
sr: Potencijalno je nesigurno prikazivanje oEmbed sadržaja u okviru koji se poslužuje sa istog domena kao i vaš glavni Drupal sajt, jer to može omogućiti izvršavanje koda treće strane. <a href="https://oembed.com/#section3" target="_blank">Pogledajte ovde za više informacija</a>.

source: Displaying media assets from third-party services, such as YouTube or Twitter, can be risky. This is because many of these services return arbitrary HTML to represent those assets, and that HTML may contain executable JavaScript code. If handled improperly, this can increase the risk of your site being compromised.
sr: Prikazivanje medijskih sredstava od trećih strana, poput YouTubea ili Tvittera, može biti rizično. To je zbog toga što mnogi od ovih servisa vraćaju proizvoljni HTML da predstavlja ta medijska sredstva i da HTML može da sadrži izvršni JavaScript kod. Ako se rukuje nepravilno, to može povećati rizik od ugrožavanja vaše veb stranice.

source: In order to mitigate the risks, third-party assets are displayed in an iFrame, which effectively sandboxes any executable code running inside it. For even more security, the iFrame can be served from an alternate domain (that also points to your Drupal site), which you can configure on this page. This helps safeguard cookies and other sensitive information.
sr: Da bi se umanjili rizici, sadržaji od treće strane prikazani su u iFrame-u, koji na efikasan način ograničava bilo koje izvršavanje koda koji se nalazi u njemu. Za još veću sigurnost, iFrame se može servirati iz alternativnog domena (koji takođe ukazuje na vašu Drupal lokaciju), a koji možete konfigurisati na ovoj stranici. Ovo pomaže u zaštiti kolačića i drugih osetljivih informacija.

source: iFrame domain
sr: iFrame domen

source: Enter a different domain from which to serve oEmbed content, including the <em>http://</em> or <em>https://</em> prefix. This domain needs to point back to this site, or existing oEmbed content may not display correctly, or at all.
sr: Unesite drugi domen na kome ćete služiti oEmbed sadržaj, uključujući i <em>http://</em> ili <em>https://</em> prefiks. Ovaj domen treba da bude usmeren na ovu veb stranicu ili se postojeći oEmbed sadržaj možda neće prikazati pravilno ili uopšte.

source: Standalone media URL
sr: Samostalna medijska URL adresa

source: Allow users to access @media-entities at /media/{id}.
sr: Dozvoli korisnicima pristup @media-entities na /media/{id}.

source: media items
sr: medijske stavke

source: Security
sr: Bezbednost

source: Warning message
sr: Poruka o upozorenju

source: author
sr: autor

source: Site's default language (@lang_name)
sr: Podrazumevani jezik sajta (@lang_name)

source: @type language selected for page
sr: @type jezik izabran za stranu

source: Interface text
sr: Tekst interfejsa

source: - Any -
sr: - Bilo koji -

source: sort by @s
sr: poređaj po @s

source: Sort ascending
sr: Sortiraj uzlazno

source: Overview
sr: Pregled

source: Tabs
sr: Kartice

source: Get the actual content from a content revision.
sr: Nabavite stvarni sadržaj iz revizije sadržaja.

source: Primary tabs display toggle
sr: Uključivač prikaza primarnih kartica

source: Wed
sr: Sre

source: Tue
sr: Uto

source: Media Name
sr: Ime Medije

source: @label entities
sr: @label entiteti

source: Bulk upload
sr: Skupno otpremanje

source: This action cannot be undone.
sr: Ova akcija nemoše da se poništi.

source: Cancel
sr: Поништи

source: Are you sure you want to delete the @entity-type %label?
sr: Da li ste sigurni da želite da obrišete @entity-type %label?

source: media item
sr: medijska stavka

source: Latest version
sr: Poslednja verzija

source: Translate
sr: Prevedi

source: The @entity-type %label has been deleted.
sr: @entity-type %label je obrisan.

source: There are no @label yet.
sr: Još uvek nepostoje @label.

source: Status message
sr: Statusna poruka

source: You can reorganize the terms in %capital_name using their drag-and-drop handles, and group terms under a parent term by sliding them under and to the right of the parent.
sr: Možete da reorganizujete termine u %capital_name koristeći njihove ručke za prebacivanje, i da grupišete termine pod roditeljskim terminom tako što ćete ih pomeriti ispod i nadesno od roditelja.

source: Weight
sr: Тежина

source: Weight for added term
sr: Težina dodatog termina

source: Save
sr: Sačuvaj

source: Reset to alphabetical
sr: Resetujte na abecedno

source: Manage fields
sr: Upravljajte poljima

source: Manage form display
sr: Upravljajte prikazima formi

source: Manage display
sr: Upravljajte prikazom

source: Edit %label
sr: Uredi %label

source: Add term
sr: Dodajte termin

source: The time that the node was created.
sr: Vreme kada je čvor napravljen.

source: - Select a value -
sr: - Odaberi -

source: - None -
sr: - Nijedan -

source: The moderation state of this piece of content.
sr: Stanje objave ovog dela sadržaja.

source: The username of the content author.
sr: Korisničko ime autora sadržaja.

source: Briefly describe the changes you have made.
sr: Ukratko opišite promene koje ste napravili.

source: Unlink
sr: Prekini vezu

source: Edit Link
sr: Uredi vezu

source: Embedded entity
sr: Ugrađeni entitet

source: Caption
sr: Natpis

source: Embedded @buttonLabel
sr: Ugrađeni @buttonLabel

source: Enter caption here
sr: Unesite natpis ovde

source: Edit @buttonLabel
sr: Uredi @buttonLabel

source: Leave blank to use trimmed value of full text as the summary.
sr: Ostavite prazno da biste kao rezime koristili podrezanu vrednost celog teksta.

source: About text formats
sr: O tekstualnim formatima

source: Preview
sr: Pregled pre slanja

# Sort order
source: Order
sr: Redosled

source: No files yet
sr: Još nema fajlova

source: Not saved yet
sr: Još nije sačuvano

source: Last saved
sr: Poslednje sačuvano

source: Revision log message
sr: Log poruka revizije

source: URL alias
sr: URL pseudonim

source: Specify an alternative path by which this data can be accessed. For example, type "/about" when writing an about page.
sr: Navedite alternativni put kojim se ovim podacima može pristupiti. Na primer, otkucajte "/about" kada pišete o "o nama" stranici.

source: Save as
sr: Sačuvaj kao

source: Create @name
sr: Kreiraj @name

source: Insert entity
sr: Ubacite entitet

source: Edit entity
sr: Izmenite entitet

source: Add Link
sr: Dodajte vezu

source: Interface translation
sr: Prevod Interfejsa

source: Set @title as default
sr: Postavi @title kao podrazumevano

source: Weight for @title
sr: Позиција за @title

source: not applicable
sr: nije primenjivo

source: Up to date
sr: Ažuriran

source: Out of date
sr: Zastareo

source: There are updates available for one or more of your modules or themes. To ensure the proper functioning of your site, you should update as soon as possible.
sr: Dostupna su ažuriranja za jedan ili više vaših modula ili tema. Da biste osigurali pravilno funkcionisanje vaše veb stranice, trebalo bi da je ažurirate što je pre moguće.

source: See the <a href=":available_updates">available updates</a> page for more information and to install your missing updates.
sr: Pogledajte <a href=":available_updates">available updates</a> stranicu za više informacija i da instalirate nedostajuća ažuriranja.

source: Languages
sr: Jezici

source: Add custom block
sr: Dodajte prilagođeni blok

source: Block types
sr: Tipovi blokova

source: Block layout
sr: Raspored blokova

source: Add content type
sr: Dodajte tip sadržaja

source: Content types
sr: Tipovi sadržaja

source: View modes
sr: Režimi pregleda

source: Form modes
sr: Režimi formi

source: Display modes
sr: Režimi prikaza

source: Add media type
sr: Dodajte tip medije

source: Media types
sr: Tipovi medije

source: Add menu
sr: Dodajte meni

source: Menus
sr: Meniji

source: Add view
sr: Dodajte pregled

source: Views
sr: Pregledi

source: Pages
sr: Stranice

source: Install new theme
sr: Instalirajte novu temu

source: Update
sr: Ažuriranje

source: Settings
sr: Podešavanja

source: Appearance
sr: Izgled

source: Uninstall module
sr: Deinstalirajte modul

source: Install new module
sr: Instalirajte novi modul

source: Extend
sr: Produži

source: File system
sr: Fajl sistem

source: Image toolkit
sr: Alat za slike.

source: Image styles
sr: Stilovi slika

source: Crop types
sr: Tipovi obrezivanja

source: ImageWidgetCrop settings
sr: Podešavanja ImageWidgetCrop

source: RSS publishing
sr: RSS objavljivanje

source: Consumers
sr: Potrošači

source: Maintenance mode
sr: Režim održavanja

source: Performance
sr: Performanse

source: Logging and errors
sr: Logovanje i greške

source: Configuration synchronization
sr: Sinhronizacija kinfiguracije

source: Regional settings
sr: Regionalna podešavanja

source: Date and time formats
sr: Formati datuma i vremena

source: Configuration translation
sr: Prevod konfiguracije

source: Content language and translation
sr: Jezik sadržaja u prevod

source: User interface translation
sr: Prevod korisničkog interfejsa

source: URL aliases
sr: URL pseudonimi

source: Search API
sr: API za pretragu

source: URL redirects
sr: URL preusmeravanja

source: Basic site settings
sr: Osnovna podešavanja veb stranice

source: Module filter
sr: Filter modula

source: Text formats and editors
sr: Tekstualni formati i uređivači

source: Autosave form settings
sr: Automatski sačuvaj podešavanja formi

source: Entity browsers
sr: Pretraživač entiteta

source: Text editor embed buttons
sr: Ugradi dugmad u uređivač teksta

source: Layout Builder Restrictions
sr: Ograničenja alata za izradu rasporeda

source: Layout builder styles
sr: Stilovi alata za izradu rasporeda

source: Frequently Asked Questions
sr: Često Postavljana Pitanja

source: Account settings
sr: Podešavanja naloga

source: Simple OAuth
sr: Jednostavni OAuth

source: Status report
sr: Izveštaj o stanju

source: Top 'page not found' errors
sr: Najčešće 'page not found' greške

source: Top 'access denied' errors
sr: Najčešće 'access denied' greške

source: Used in views
sr: Koristi se u pogledima

source: Field list
sr: Lista polja
