Repository: UNICEFECAR/parent-buddy-cms
Catalog: config/*.po
Languages: sr

source: Saving draft...
sr: Čuvam nacrt...

source: Full
sr: Pun

source: simple
sr: jednostavan

source: Body
sr: Glavni tekst

source: Detailed Question
sr: Detaljno Pitanje

source: A frequently asked question and its answer.
sr: Često postavljeno pitanje i njegov odgovor.

source: Plain text
sr: Običan tekst

source: Large (480×480)
sr: Veliki prikaz (480x480)

source: Medium (220×220)
sr: Srednji prikaz (220x220)

source: Thumbnail (100×100)
sr: Umanjeni prikaz (100x100)

source: English
sr: Engleski

source: Not specified
sr: Nije specificirano

source: Not applicable
sr: Nije primenjivo

source: Banner
sr: baner

source: Contains text over a large image.
sr: Sadrži tekst preko velike slike.

source: Image
sr: Slika

source: Link
sr: Veza

source: Summary
sr: Rezime

source: Title
sr: Naslov

source: Long (12-hour)
sr: Dugačak (12-sati)

# PHP date format
source: F j, Y \a\t g:i A
sr: j F Y \u g:i A

source: Promoted to front page
sr: Postavi na naslovnu stranu

source: On
sr: Uključeno

source: Off
sr: Isključeno

source: Description
sr: Opis

source: A description of this page, for use in teasers and lists of content.
sr: Opis stranice za upotrebu u zadacima i spiskovima sadržaja.

source: Landing page
sr: Početna strana

source: A special page with its own one-off layout and content.
sr: Posebna stranica sa sopstvenim jednokratnim izgledom i sadržajem.

source: Google Map
sr: Google Mapa

source: Displays a Google map.
sr: Prikaži Google Mapu.

source: View larger map
sr: Pogledaj veću mapu

source: Location
sr: Lokacija

source: Enter a location that is recognizable by Google Maps, e.g. "33 School St., Wayland MA" or "Union Station, Worcester MA".
sr: Unesite lokaciju koju Google mape prepoznaju, npr. "33 St. St., Vailand MA" ili "Union Station, Vorcester MA".

source: Media browser
sr: Medija pretraživač

source: Embedded
sr: Ugrađen

source: Thumbnail
sr: Umanjeni prikaz

source: Media browser (CKEditor)
sr: Medija pretraživač (CKEditor)

source: Select entities
sr: Izaberite entitete

source: Create embed
sr: Napravite ugrađeni

source: Upload
sr: Otpremiti

source: Add media
sr: Dodaj mediju

source: Rich text
sr: Bogat tekst

source: Audio file
sr: Audio fajl

source: Show in media library
sr: Prikaži u medijskoj biblioteci

source: Shown in media library
sr: Prikazano u medijskoj biblioteci

source: Hidden in media library
sr: Sakriveno u medijskoj biblioteci

source: A locally hosted audio file, such as an MP3.
sr: Lokalno postavljen audio fajl, kao što je MP3.

source: Document
sr: Dokument

source: A locally hosted document, such as a PDF.
sr: Lokalno postavljen dokument, kao što je PDF.

source: Image browser
sr: Pretraživač slika

source: Select Image(s)
sr: Izaberite Sliku(e)

source: Slideshow
sr: Prezentacija

source: A slideshow or carousel of media items.
sr: Prezentacija ili kružna prezentacija medijskih stavki.

source: Media items
sr: Medijske stavke

source: Video file
sr: Video fajl

source: A video hosted by YouTube, Vimeo, or some other provider.
sr: Video postavljen na YouTube, Vimeo, ili nekom drugom snabdevaču.

source: A locally hosted video file
sr: Lokalno postavljem video fajl

source: Publishing status
sr: Status objavljivanja

source: A boolean indicating whether the node is published.
sr: Boolov znak koji pokazuje da li je čvor objavljen.

source: Basic page
sr: Osnovna strana

source: Use <em>basic pages</em> for your static content, such as an 'About us' page.
sr: Koristiti <em>osnovne stranice</em> za statične sadržaje, kao sto je stranica 'O nama'.

source: Content
sr: Sadržaj

source: An index of all content in your site.
sr: Indeks celokupnog sadržaja na vašoj veb lokaciji.

source: Search
sr: Pretraga

source: Master
sr: Glavni

source: Reset
sr: Resetuj

source: Sort by
sr: Sortiraj po

source: Asc
sr: Uzlazni

source: Desc
sr: Silazni

source: Enter keywords to search the site.
sr: Unesite ključne reči za pretragu veb lokacije.

source: Items per page
sr: Stavke po strani

source: - All -
sr: - Sve -

source: Offset
sr: Ofset

source: Keywords
sr: Ključne reči

source: Your search did not return any results.
sr: Vaša pretraga nije dala rezultate.

source: Page
sr: Strana

source: Full content
sr: Pun sadržaj

source: Media library
sr: Medijska biblioteka

source: Media Library thumbnail (220×220)
sr: Medijska Biblioteka - Umanjeni prikaz (220x220)

source: Find and manage media.
sr: Pronađi i upravljaj medijom.

source: Apply filters
sr: Primeni filtere

source: Action
sr: Akcija

source: Published
sr: Objavljeno

source: Unpublished
sr: Neobjavljeno

source: Name
sr: Ime

source: Media type
sr: Tip medije

source: Language
sr: Језик

source: Newest first
sr: Najnovije prvo

source: Name (A-Z)
sr: Ime (A-Z)

source: Name (Z-A)
sr: Ime (Z-A)

source: Media
sr: Medija

source: No media available.
sr: Nisu dostupni mediji.

source: Edit {{ name }}
sr: Izmeni {{ name }}

source: Edit
sr: Измени

source: Delete {{ name }}
sr: Izbriši {{ name }}

source: Delete
sr: Избриши

source: Widget
sr: Vidžet

source: All
sr: Sve

source: Grid
sr: Mreža

source: Table
sr: Tabela

source: Widget (table)
sr: Widget (tabela)

source: Author
sr: Аutor

source: Updated
sr: Ažuriran

source: 403 access denied
sr: 403 pristup odbijen

source: 404 page not found
sr: 404 stranica nije nađena

source: Front page
sr: Naslovna strana

source: Global
sr: Globalni

source: Taxonomy term
sr: Termin taksonomije

source: User
sr: Korisnik

source: Moderation Dashboard
sr: Moderacijska Tabla

source: Panels
sr: Paneli

source: Content in review
sr: Sadržaj u recenziji

source: Recent updates
sr: Poslednja ažuriranja

source: Recently created
sr: Nedavno kreirano

source: Content drafts
sr: Skice sadržaja

source: Editor activity for the last 30 days
sr: Aktivnost urednika u poslednjih 30 dana

source: Moderation Dashboard In Review
sr: Moderacijska Tabla u Pregledu

source: Apply
sr: Primeni

source: There is no content available for review.
sr: Nepostoji sadržaj za recenziju.

source: Moderation Dashboard in Review
sr: Moderacijska Tabla u Pregledu

source: In review
sr: U pregledu

source: In draft
sr: U nacrtu

source: There is no draft content.
sr: Nepostoji sadržaj u nacrtu.

source: Your drafts
sr: Vaši nacrti

source: No draft content was found.
sr: Nije pronađen sadržaj u nacrtu.

source: Logged-in user
sr: Ulogovani korisnik

source: Moderation Dashboard Recent Changes
sr: Moderacijska Tabla - Skorašnje Promene

source: There is no content updated recently.
sr: Nema sadržaja koji je nedavno ažuriran.

source: Recent Changes
sr: Skorašnje Promene

source: Your activity
sr: Vaša aktivnost

source: Activity log is empty.
sr: Log aktivnosti je prazan.

source: Moderation Dashboard Recently Created
sr: Moderacijska Tabla - Nedavno Kreirani

source: Created
sr: Kreirano

source: There is no content created recently.
sr: Nepostoji sadržaj koji je nedavno kreiran.

source: Recently Created
sr: Nedavno kreirano

source: Content you created
sr: Sadržaji koji ste vi kreirali

source: No content was found.
sr: Nije pronađen nijedan sadržaj.

source: Current user
sr: Trenutni korisnik

source: Search index
sr: Indeks pretrage

source: Search result highlighting input
sr: Unos isticanja rezultata pretraživanja

source: Teaser
sr: Kratki prikaz

source: Delete content
sr: Obriši sadržaj

source: Make content sticky
sr: Postavite sadržaj na vrh liste

source: Make content unsticky
sr: Skinite sadržaj sa vrha liste

source: Promote content to front page
sr: Postavi sadržaj na naslovnu stranu

source: Publish content
sr: Objavi sadržaj

source: Save content
sr: Sačuvaj sadržaj

source: Remove content from front page
sr: Ukloni sadržaj sa naslovne strane

source: Unpublish content
sr: Poništi objavu sadržaja

source: Node view
sr: Pregled čvora

source: When enabled, this overrides the default Drupal behavior for displaying nodes at <em>/node/{node}</em>. If you add variants, you may use selection criteria such as node type or language or user access to provide different views of nodes. If no variant is selected, the default Drupal node view will be used. This page only affects nodes viewed as pages, it will not affect nodes viewed in lists or at other locations.
sr: Kada je omogućeno, ovo nadjačava podrazumevano ponašanje Drupala za prikazivanje čvorova na <em>/node/{node}</em>. Ako dodate varijante, možete koristiti kriterijume za izbor, kao što su tip čvora ili jezik ili pristup korisniku da biste pružili različite prikaze čvorova. Ako nije odabrana nijedna varijanta, koristiće se zadani prikaz Drupal čvora. Ova stranica utiče samo na čvorove koji se gledaju kao stranice, neće uticati na čvorove koji se gledaju u listama ili na drugim lokacijama.

source: Node
sr: Čvor

source: Delete redirect
sr: Obriši preusmeravanje

source: Redirect
sr: Preusmeravanje

source: List of redirects
sr: Lista preusmeravanja

source: Filter
sr: Filtriraj

source: ‹ previous
sr: ‹ prethodni

source: next ›
sr: sledeći ›

source: « first
sr: « prvi

source: last »
sr: poslednji »

source: With selection
sr: Sa izborom

source: From
sr: Od

source: Created
sr: Napravljen

source: To
sr: Ka

source: Status code
sr: Statusni kod

source: 300 Multiple Choices
sr: 300 Višestruki Izbor

source: 301 Moved Permanently
sr: 301 Premešteno Trajno

source: 302 Found
sr: 302 Pronađeno

source: 303 See Other
sr: 303 Vidi Ostalo

source: 304 Not Modified
sr: 304 Nije Izmenjeno

source: 305 Use Proxy
sr: 305 Koristi Proksi

source: 307 Temporary Redirect
sr: 307 Privremeno Preusmeravanje

source: Original language
sr: Originalni jezik

source: There is no redirect yet.
sr: Još uvek ne postoji preusmeravanje.

source: Access Token
sr: Pristupni Token

source: The access token type.
sr: Tip pristupnog tokena.

source: Auth code
sr: Kod za autorizaciju

source: The auth code type.
sr: Tip koda za autorizaciju.

source: Refresh token
sr: Token za osvežavanje

source: The refresh token type.
sr: Tip tokena za osvežavanje.

source: Default
sr: Podrazumevano

source: Fallback date format
sr: Rezervni format datuma

source: HTML Date
sr: <em>HTML</em> Tip Datuma

source: HTML Datetime
sr: <em>HTML</em> Tip Datum/Vreme

source: HTML Month
sr: <em>HTML</em> Tip Meseca

source: HTML Time
sr: <em>HTML</em> Tip Vremena

source: HTML Week
sr: <em>HTML</em> Tip Sedmice

source: HTML Year
sr: <em>HTML</em> Tip Godine

source: HTML Yearless date
sr: <em>HTML</em> Tip Datuma bez Godine

source: Default long date
sr: Podrazumevani dugi tip datuma

source: Default medium date
sr: Podrazumevani srednji tip datuma

# PHP date format
source: D, m/d/Y - H:i
sr: D, d-m-Y - H:i

source: Default short date
sr: Podrazumevani kratki tip datuma

# PHP date format
source: m/d/Y - H:i
sr: d-m-Y - H:i

source: @site is currently under maintenance. We should be back shortly. Thank you for your patience.
sr: @site je trenutno na održavanju. Uskoro bi trebalo da bude vraćen u funkciju. Hvala na strpljenju.

source: User account menu
sr: Meni korisničkog naloga

source: Links related to the active user account
sr: Veze povezane sa aktivnim korisničkim nalogom

source: Administration
sr: Administracija

source: Administrative task links
sr: Veze administrativnih zadataka

source: Footer
sr: Podnožje

source: Site information links
sr: Veze za informacije o sajtu

source: Main navigation
sr: Glavna navigacija

source: Site section links
sr: Veze za sekcije veb lokacije

source: Tools
sr: Alati

source: User tool links, often added by modules
sr: Veze korisničkih alata, često dodavani od strane modula

source: Taxonomy term page
sr: Stranica za termin taksonomijom

source: Publish taxonomy term
sr: Objavi termin taksonomije

source: Unpublish taxonomy term
sr: Poništi objavljivanje termina taksonomije

source: Register
sr: Registruj se

source: Compact
sr: Kompaktan

source: User account
sr: Korisnički nalog

source: Block the selected user(s)
sr: Blokiraj selektovane(og) korinike(a)

source: Cancel the selected user account(s)
sr: Ukini naloge izabranih korisnika

source: Unblock the selected user(s)
sr: Odblokiraj izabrane korisnike

source: [user:display-name], A request to cancel your account has been made at [site:name]. You may now cancel your account on [site:url-brief] by clicking this link or copying and pasting it into your browser: [user:cancel-url] NOTE: The cancellation of your account is not reversible. This link expires in one day and nothing will happen if it is not used. -- [site:name] team
sr: [user:display-name], Zahtev za gašenje naloga je napravlje na sajtu [site:name]. Sada možete ugasiti svoj nalog na [site:url-brief] kilkom na link ili kopiranjem linka u vaš pretraživač: [user:cancel-url] NAPOMENA: Jednom kada ugasite svoj nalog, one je bespovratno obrisan. Ovaj link traje jedan dan. Ukoliko ga ne iskoristite ništa se neće desiti. -- [site:name] tim.

source: Account cancellation request for [user:display-name] at [site:name]
sr: Podnet je zahtev za gašenje naloga [user:display-name] na sajtu [site:name]

source: [user:display-name], A request to reset the password for your account has been made at [site:name]. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. It expires after one day and nothing will happen if it's not used. -- [site:name] team
sr: [user:display-name], Podnesen je zahtev za promenu lozinke на сајту [site:name]. Možete se prijaviti na sajt klikom na link ispod ili ako isti iskopirate u vaš pretraživač: [user:one-time-login-url] Ovaj link se može iskoristiti samo jednom. On će vas odvesti na stranicu gde ćete moći da izmenite lozinku. On će isteći za 1 dan i ništa se neće dogoditi ako ga ne iskoristite -- [site:name] tim.

source: Replacement login information for [user:display-name] at [site:name]
sr: Zamenske informacije za prijavu za nalog [user:display-name] na sajtu [site:name]

source: [user:display-name], A site administrator at [site:name] has created an account for you. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
sr: [user:display-name], Administrator [site:name] je napravio nalog za vas. Možete se prijaviti na sajt klikom na link ispod ili ako isti iskopirate u vaš pretraživač: [user:one-time-login-url] Ovaj link se može iskoristiti samo jednom. On će vas odvesti na stranicu gde ćete moći da izmenite lozinku. Nakon što podesite lozinku, možete se prijaviti ovde [site:login-url] koristeći sledeće podatke: korisničko imе: [user:name] lozinka: Lozinka koju ste uneli na gornjem linku -- [site:name] tim

source: An administrator created an account for you at [site:name]
sr: Administrator je kreirao nalog za vas na [site:name]

source: [user:display-name], Thank you for registering at [site:name]. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
sr: [user:display-name], Hvala što ste se registrovali na sajt [site:name]. Sada se možete prijaviti klikom na link ispod ili ako isti iskopirate u vaš pretraživač: [user:one-time-login-url] Ovaj link se može iskoristiti samo jednom. On će vas odvesti na stranicu gde ćete moći da izmenite lozinku. Nakon što podesite lozinku, možete se prijaviti ovde [site:login-url] koristeći sledeće podatke: korisničko imе: [user:name] lozinka: Lozinka koju ste uneli na gornjem linku -- [site:name] tim.

source: Account details for [user:display-name] at [site:name]
sr: Detalji naloga [user:display-name] na [site:name]

source: [user:display-name], Thank you for registering at [site:name]. Your application for an account is currently pending approval. Once it has been approved, you will receive another email containing information about how to log in, set your password, and other details. -- [site:name] team
sr: [user:display-name], Hvala što ste se registrovali na sajt [site:name]. Vaša prijava za nalog trenutno čeka odobrenje. Nakon što je odobrena, dobićete još jedan e-mail koji će sadržati informacije o tome kako se prijaviti, postaviti lozinku i druge detalje. -- [site:name] team

source: Account details for [user:display-name] at [site:name] (pending admin approval)
sr: Detalji naloga za [user:display-name] na [site:name] (čeka se odobrenje administratora)

source: [user:display-name] has applied for an account. [user:edit-url]
sr: [user:display-name] se prijavio za otvaranje naloga. [user:edit-url]

source: [user:display-name], Your account at [site:name] has been activated. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:account-name] password: Your password -- [site:name] team
sr: [user:display-name], Vaš nalog na sajtu [site:name] je aktiviran. Sada se možete prijaviti klikom na link ispod ili ako isti iskopirate u vaš pretraživač: [user:one-time-login-url] Ovaj link se može iskoristiti samo jednom. On će vas odvesti do stranice gde ćete morati uneti lozinku za ovaj sajt. Nakon što podesite lozinku, možete se prijaviti ovde: [site:login-url] koristeći sledeće podatke: korisničko ime: [user:account-name] lozinka: Lozinka koju ste postavili na gornjem linku -- [site:name] tim.

source: Account details for [user:display-name] at [site:name] (approved)
sr: Detalji naloga [user:display-name] na [site:name] (odobren)

source: [user:display-name], Your account on [site:name] has been blocked. -- [site:name] team
sr: [user:display-name], Vaš nalog na sajtu [site:name] je blokiran. -- [site:name] tim

source: Account details for [user:display-name] at [site:name] (blocked)
sr: Detalji naloga [user:display-name] na [site:name] (blokiran)

source: [user:display-name], Your account on [site:name] has been canceled. -- [site:name] team
sr: [user:display-name], Vaš nalog na sajtu [site:name] je obrisan. -- [site:name] tim.

source: Account details for [user:display-name] at [site:name] (canceled)
sr: Detalji naloga [user:display-name] na [site:name] (obrisan)

source: Anonymous user
sr: Nepoznati korisnik

source: Authenticated user
sr: Registrovani korisnik

source: Anonymous
sr: Anonimni

source: Administrator
sr: Adninistrator

source: Custom block library
sr: Biblioteka prilagođenih blokova

source: Find and manage custom blocks.
sr: Pronađite i upravljajte prilagođenim blokovima.

source: ‹ Previous
sr: ‹ Prethodni

source: Next ›
sr: Sledeći ›

source: Block description
sr: Opis bloka

source: Block type
sr: Tip bloka

source: Operations
sr: Операције

source: There are no custom blocks available.
sr: Ne postoje prilagođeni blokovi.

source: Moderated content
sr: Moderirani sadržaj

source: Find and moderate content.
sr: Pronađite i moderirajte sadržaj.

source: « First
sr: « Prvi

source: Last »
sr: Poslednji »

source: Content type
sr: Tip sadržaja

source: Moderation state
sr: Stanje objave

source: No moderated content available. Only pending versions of content, such as drafts, are listed here.
sr: Nije dostupan moderirani sadržaj. Ovde su navedene samo verzije sadržaja na čekanju, kao što su skice.

source: Watchdog
sr: Log

source: Recent log messages
sr: Nedavne poruke u logu

source: Icon
sr: Ikona

source: Severity
sr: Ozbiljnost

source: Type
sr: Tip

source: Date
sr: Datum

source: Message
sr: Poruka

source: No log messages available.
sr: Nema dostupnih poruka loga.

source: Revision comparison
sr: Poređenje revizija

source: Files
sr: Fajlovi

source: Find and manage files.
sr: Pronađi i upravljaj fajlovima.

source: MIME type
sr: MIME tip

source: Size
sr: Veličina

source: Temporary
sr: Privremeni

source: Permanent
sr: Stalni

source: Upload date
sr: Datum postavljanja

source: Changed date
sr: Datum izmene

source: Used in
sr: Koristi se u

source: 1 place
sr: @count mesto

source: Filename
sr: Ime fajla

source: No files available.
sr: Nema dostupnih fajlova.

source: Files overview
sr: Pregled fajlova

source: File usage
sr: Korišćenje fajlova

source: Entity
sr: Entitet

source: Entity type
sr: Тип ентитета

source: Registering module
sr: Regitracija modula

source: Use count
sr: Koristi prebrojavanje

source: File usage information for {{ arguments.fid }}
sr: Informacije o korišćenju fajla za {{ arguments.fid }}

source: Crop thumbnail
sr: Izreži umanjeni prikaz

source: Picture
sr: Slika

source: Your virtual face or picture.
sr: Vaše virtuelno lice ili fotografija.

source: Meta tags
sr: Meta tagovi

source: Layout manager
sr: Menadžer rasporeda

source: Media creator
sr: Kreator medije

source: Media manager
sr: Menadžer medije

source: Freeform
sr: Slobodnom rukom

source: Crops without enforcing any aspect ratio.
sr: Obrezivanje bez primenjivanja bilo kakvog omera.

source: Two-column
sr: Dve kolone

source: Authored by
sr: Autor

source: Authored on
sr: Na dan

source: Links
sr: Veze

source: Editorial
sr: Uređivanje

# Workflow state label
source: Archived
sr: Arhivirano

# Workflow state label
source: Draft
sr: Nacrt

# Workflow state label
source: Published
sr: Objavljeno

# Workflow state label
source: In review
sr: U pregledu

# Workflow transition label
source: Archive
sr: Arhiva

# Workflow transition label
source: Restore from archive
sr: Vrati iz Arhive

# Workflow transition label
source: Create New Draft
sr: Napravi novi Nacrt

# Workflow transition label
source: Publish
sr: Objavi

# Workflow transition label
source: Send to review
sr: Pošalji na pregled

source: Delete media
sr: Obriši mediju

source: Publish media
sr: Objavi mediju

source: Save media
sr: Sačuvaj mediju

source: Unpublish media
sr: Poništi objavljivanje medije

source: Media name
sr: Ime medije

source: True
sr: Tačno

source: Published status
sr: Status objavljivanja

source: Archive
sr: Arhiva

source: All content, by month.
sr: Sav sadržaj, po mesecu.

source: Monthly archive
sr: Mesečna arhiva.

source: Block
sr: Blok

source: Find and manage content.
sr: Pronađite i upravljajte sadržajem.

source: No content available.
sr: Sadržaj nije dostupan.

source: Find and manage content
sr: Pronađite i upravljajte sadržajem

source: Recent content
sr: Skorašnji sadržaj

source: Recent content.
sr: Skorašnji sadržaj

source: More
sr: Više

source: Frontpage
sr: Naslovna strana

source: All content promoted to the front page.
sr: Sav sadržaj promovisan na naslovnu stranu

source: No front page content has been created yet.<br/>Follow the <a target="_blank" href="https://www.drupal.org/docs/user_guide/en/index.html">User Guide</a> to start building your site.
sr: Još nije kreiran sadržaj naslovne strane. Pratite <a target="_blank" href="https://www.drupal.org/docs/user_guide/en/index.html">Uputstvo za Upotrebu</a> kako biste počeči da gradite vašu veb stranicu.

source: Welcome to [site:name]
sr: Dobro došli na [site:name]

source: Feed
sr: Izvor

source: Glossary
sr: Rečnik

source: All content, by letter.
sr: Sav sadržaj, по abecedi.

source: Last update
sr: Poslednje ažuriranje

source: Attachment
sr: Prilog

source: Slick carousel
sr: Slick kružna prezentacija

source: Slick media
sr: Slick medija
